Repository: DidierSpaier/salixtools
Catalog: keyboardsetup/locale/keyboardsetup-*.po
Languages: fr

source: USAGE: keyboardsetup [keymap] [numlock state (on or off)]
fr: UTILISATION : keyboardsetup [disposition du clavier] [vérouillage du pavé numérique (on ou off)]

source: (If you want to specify a numlock state, you also have to specify a keymap)
fr: (Si vous désirez spécifier l'état du pavé numérique, vous devez également spécifier la disposition de votre clavier)

source: EXAMPLE: keyboardsetup uk on
fr: EXEMPLE : keyboardsetup fr-latin9 off

source: ERROR: Too many arguments
fr: ERREUR : Trop d'arguments

source: ERROR: $numstate is not a valid option.
fr: ERREUR : $numstate n'est pas une option valide.

source: ERROR: $key is not a valid keymap. You can look in $keymapsdir/keymaps for a list of valid keymaps
fr: ERROR : $key n'est pas une disposition valide de clavier. Veuillez consulter la liste de claviers reconnus dans $keymapsdir/keymaps

source: Keyboard configuration
fr: Configuration du clavier

source: OK
fr: Valider

source: Exit
fr: Quitter

source: Please select your preferred keyboard map:
fr: Veuillez sélectionner votre disposition de clavier:
