Repository: DidierSpaier/salixtools
Catalog: trunk/clocksetup/locale/*.po
Languages: de, fr

source: USAGE: clocksetup [[-c ] [-d] [-t] [-z]]
de: BENUTZUNG: clocksetup [[-c ] [-d] [-t] [-z]]
fr: UTILISATION: clocksetup [[-c ] [-d] [-t] [-z]]

source: OPTIONS:
de: OPTIONEN:

source: -c, only show the hardware clock configuration dialog
de: -c, nur den Dialog zur Konfiguration der Hardware-Uhr anzeigen
fr: -c, afficher uniquement la boite de configuration de l'horloge interne

source: -d, only show the date configuration dialog
de: -d, nur den Dialog zur Konfiguration des Datums anzeigen
fr: -d, afficher uniquement la boite de configuration de la date

source: -t, only show the time configuration dialog
de: -t, nur den Dialog zur Konfiguration der Uhrzeit anzeigen
fr: -t, afficher uniquement la boite de configuration de l'heure

source: -z, only show the timezone configuration dialog
de: -z, nur den Dialog zur Konfiguration der Zeitzone anzeigen
fr: -z, afficher uniquement la boite de configuration du fuseau horaire

source: -h, this help message
de: -h, diese Hilfe anzeigen
fr: -h, ce message d'aide

source: ERROR: Too many arguments
de: FEHLER: Zu viele Argumente
fr: ERREUR: Trop d'arguments

source: Exit
de: Beenden
fr: Quitter

source: System clock configuration
de: Konfiguration der Systemzeit
fr: Configuration de l'horloge du système

source: Currently the clock is set to:
de: Die aktuelle Uhrzeit ist gesetzt auf:
fr: Réglage actuel:

source: Please choose an option:
de: Bitte wählen Sie ein Option:
fr: Veuillez choisir une option:

source: Set the time manually
de: Zeit manuell einstellen
fr: Configuration manuelle de l'heure

source: Set the date manually
de: Datum manuell einstellen
fr: Configuration manuelle de la date

source: Set the time zone
de: Zeitzone einstellen
fr: Configuration du fuseau horaire

source: Configure the hardware clock
de: Die Hardware-Uhr konfigurieren
fr: Configurer l'horloge interne

source: Synchronize with Network Time Protocol (NTP)
de: Zeit über das Network Time Protocol (Netzwerk) synchronisieren
fr: Synchonisation Internet au Temps Universel Coordonné (NTP)

source: Clock adjustment
de: Uhrzeit stellen
fr: Réglage de l'heure

source: Cancel
de: Abbrechen
fr: Annuler

source: Please set the time...
de: Bitte stellen Sie die Uhrzeit...
fr: Veuillez régler l'heure...

source: Date adjustment
de: Datum stellen
fr: Définir la date

source: Please set the date...
de: Bitte stellen Sie das Datum...
fr: Veuillez ajuster la date...

source: Time zone configuration
de: Zeitzone einstellen
fr: Configuration du fuseau horaire

source: Please select your time zone...
de: Bitte wählen Sie Ihre Zeitzone...
fr: Veuillez choisir votre fuseau horaire...

source: Warning
de: Warnung
fr: Attention

source: You are already using the ntpd service and clock should be correct.
de: Sie benutzen bereits den ntpd Service und die Uhrzeit sollte korrekt sein.
fr: Vous utilisez déjà le service NTP et l'horloge devrait être à l'heure

source: Error
de: Fehler
fr: Erreur

source: Something went wrong. Time was not adjusted.
de: Etwas lief schief. Die Uhrzeit wurde nicht gestellt.
fr: Désolé... Impossible de régler l'horloge.

source: Hardware clock configuration
de: Konfiguration der Hardware-Uhr
fr: Configuration de l'horloge interne

source: Is the hardware clock set to Coordinated Universal Time (UTC/GMT)? If it is, select YES here. If the hardware clock is set to the current local time (this is how most PCs are set up), then say NO here. If you are not sure what this is, you should answer NO here.
de: Läuft die Hardware-Uhr koordinierter Weltzeit (UTC/GMT)? Falls dem so ist, wählen Sie hier bitte JA. Wenn die Hardware-Uhr auf aktueller lokaler Zeit läuft (bei den meisten PCs der Fall), wählen Sie hier bitte NEIN. Falls Sie sich nicht sicher sind, was Sie auswählen sollen, wählen Sie bitte NEIN aus.
fr: L'horloge interne est-elle réglée sur le Temps Universel Coordonné (UTC/GMT)? Si c'est le cas, veuillez selectionner OUI. Si l'hologe interne est réglée sur l'heure locale (C'est généralement le cas sur la majorité des ordinateurs), alors veuillez repondre NON. Si vous n'en êtes pas sûr, vous devriez sans doute répondre NON.

source: No
de: Nein
fr: Non

source: Hardware clock is set to local time
de: Die Hardware-Uhr läuft auf lokaler Zeit
fr: L'horloge interne est réglée sur l'heure locale

source: Yes
de: Ja
fr: Oui

source: Hardware clock is set to UTC
de: Die Hardware-Uhr läuft auf UTC
fr: L'horloge interne est réglée sur UTC

source: OK
fr: Valider
