Repository: DidierSpaier/salixtools
Catalog: clocksetup/locale/*.po
Languages: pl

source: USAGE: clocksetup [[-c ] [-d] [-t] [-z]]
pl: UŻYCIE: clocksetup [[-c] [-d] [-t] [-z]]

source: OPTIONS:
pl: OPCJE:

source: -c, only show the hardware clock configuration dialog
pl: -c, wyświetla jedynie okno z ustawieniami zegara sprzętowego

source: -d, only show the date configuration dialog
pl: -d, wyświetla jedynie okno z ustawieniami daty

source: -t, only show the time configuration dialog
pl: -t, wyświetla jedynie okno z ustawieniami czasu

source: -z, only show the timezone configuration dialog
pl: -z, wyświetla jedynie okno z ustawieniami strefy czasowej

source: -h, this help message
pl: -h, obecna wiadomość pomocy

source: ERROR: Too many arguments
pl: BŁĄD: Zbyt wiele argumentów

source: Exit
pl: Wyjdź

source: System clock configuration
pl: Ustawienia zegara systemowego

source: Currently the clock is set to:
pl: Obecnie zegar ustawiony jest na:

source: Please choose an option:
pl: Wybierz opcję:

source: Set the time manually
pl: Ustaw czas ręcznie

source: Set the date manually
pl: Ustaw datę ręcznie

source: Set the time zone
pl: Ustaw strefę czasową

source: Configure the hardware clock
pl: Skonfiguruj zegar sprzętowy

source: Synchronize with Network Time Protocol (NTP)
pl: Zsynchronizuj z Network Time Protocol (NTP)

source: Clock adjustment
pl: Ustawienia czasu

source: Cancel
pl: Anuluj

source: Please set the time...
pl: Ustaw czas...

source: Date adjustment
pl: Ustawienia daty

source: Please set the date...
pl: Ustaw datę...

source: Time zone configuration
pl: Ustawienia strefy czasowej

source: Please select your time zone...
pl: Wybierz swoją strefę czasową...

source: Warning
pl: Ostrzeżenie

source: You are already using the ntpd service and clock should be correct.
pl: Obecnie korzystasz już z usługi ntpd i zegar powinien być ustawiony poprawnie.

source: Error
pl: Błąd

source: Something went wrong. Time was not adjusted.
pl: Coś poszło nie tak. Czas nie został ustawiony.

source: Hardware clock configuration
pl: Ustawienia zegara systemowego

source: No
pl: Nie

source: Yes
pl: Tak
