Repository: DidierSpaier/salixtools
Catalog: localesetup/po/*.po
Languages: de, el, pt_pt

source: USAGE: localesetup [locale]
de: ANWENDUNG: localesetup [Sprache]
el: ΧΡΗΣΗ: localesetup [locale]
pt_pt: USO: localesetup [idioma]

source: EXAMPLE: localesetup en_US
de: BEISPIEL: localesetup de_DE
el: ΠΑΡΑΔΕΙΓΜΑ: localesetup el_GR
pt_pt: Exemplo: localesetup pt_PT

source: ERROR: Too many arguments
de: FEHLER: Zu viele Argumente
el: ΣΦΑΛΜΑ: Πολλές παράμετροι
pt_pt: Erro: demasiados argumentos

source: You need root privileges to run this
de: Sie benötigen Root-Rechte, um dies auszuführen
el: Απαιτούνται δικαιώματα υπερχρήστη για την εκτέλεση
pt_pt: Você precisa de privilégios root para executar isto

source: Setting locale to $locale
de: Setze die Sprache auf $locale
el: Ρύθμιση της γλώσσας συστήματος σε $locale
pt_pt: A definir idioma para $locale

source: ERROR: $newlocale is not a valid locale
de: FEHLER: $newlocale ist keine gültige Spracheinstellung
el: ΣΦΑΛΜΑ: Το $newlocale δεν είναι έγκυρη γλώσσα συστήματος
pt_pt: Erro: $newlocale não é um idioma válido

source: System language configuration
de: Konfiguration der Sprach- und Ländereinstellung
el: Ρύθμιση γλώσσας συστήματος
pt_pt: Sistema de configuração de idioma

source: OK
el: Εντάξει
pt_pt: Confirmar

source: Exit
de: Beenden
el: Έξοδος
pt_pt: Sair

source: The current locale is $currentlocale.
de: Momentan ist die Sprache auf $currentlocale gesetzt.
el: Η τρέχουσα γλώσσα συστήματος είναι $currentlocale.
pt_pt: O idioma atual é $currentlocale.

source: Please select your preferred system language:
de: Bitte wählen Sie ihre bevorzugte Sprache:
el: Παρακαλώ επιλέξτε τη γλώσσα συστήματος.
pt_pt: Por favor escolha o idioma preferencial para o sistema:
