Repository: DidierSpaier/salixtools
Catalog: usersetup/locale/usersetup-*.po
Languages: fr, pt_br

source: Select
fr: Sélectionnez
pt_br: Selecione

source: Exit
fr: Quitter

source: Users accounts management
fr: Gestion des comptes
pt_br: Gerenciamento das contas de usuários

source: Please choose an option...
fr: Veuillez choisir une an option...
pt_br: Por favor selecione uma opção...

source: Create a new account
fr: Créer un nouveau compte
pt_br: Criar uma conta nova

source: Create a new account (advanced mode)
fr: Créer un nouveau compte (mode expert)
pt_br: Criar uma conta nova (modo avançado)

source: Modify account properties
fr: Modifier les propriétés d'un compte
pt_br: Modificar propriedades da conta

source: Change account password
fr: Changer le mot de passe d'un compte
pt_br: Mudar senha da conta

source: Delete accounts
fr: Supprimer un compte
pt_br: Excluir contas

source: List groups and memberships
fr: Afficher les groupes et leur membres
pt_br: Lista de grupos e membros

source: Create a new group
fr: Créer un nouveau groupe
pt_br: Criar um grupo novo

source: Change group name
fr: Modifier le nom d'un groupe
pt_br: Mudar nome do grupo

source: Delete groups
fr: Supprimer un groupe
pt_br: Excluir grupos

source: Account properties
fr: Propriétés du compte
pt_br: Propriedades da conta

source: Properties
fr: Propriétés
pt_br: Propriedades

source: Select an account to view its properties...
fr: Veuillez sélectionner un compte pour afficher ses propriétés...
pt_br: Selecionar uma conta para ver as suas propriedades...

source: Account deletion
fr: Suppression d'un compte
pt_br: Exclusão da conta

source: Delete
fr: Supprimer
pt_br: Excluir

source: Select an account to delete...
fr: Veuillez sélectionner le compte à supprimer...
pt_br: Selecione uma conta para excluir...

source: Change password
fr: Changer le mot de passe
pt_br: Mudar senha

source: Change
fr: Changer
pt_br: Mudar

source: Select an account to change password for...
fr: Veuillez sélectionner un compte pour changer son mot de passe...
pt_br: Selecione uma conta para mudar a senha...

source: Group memberships
fr: Groupe principal
pt_br: Membros do grupo

source: Memberships
fr: Membres
pt_br: Membros

source: Select a group to view memberships for...
fr: Veuillez sélectionner un groupe pour afficher ses membres...
pt_br: Selecione um grupo para ver os membros...

source: Group name
fr: Nom du groupe
pt_br: Nome do grupo

source: Modify
fr: Modifier
pt_br: Modificar

source: Select group name to modify...
fr: Veuillez sélectionner un groupe pour modifier son nom...
pt_br: Selecione um grupo para modificar...

source: Group deletion
fr: Suppression d'un groupe
pt_br: Exclusão do grupo

source: Select a group to delete...
fr: Veuillez sélectionner le groupe à supprimer...
pt_br: Selecione um grupo para excluir...

source: Detailed information for account
fr: Propriétés détaillées du compte
pt_br: Informações detalhadas da conta

source: Full name
fr: Nom complet
pt_br: Nome completo

source: Account name
fr: Nom du compte
pt_br: Nome da conta

source: Main Group
fr: Groupe principal
pt_br: Grupo principal

source: Home directory
fr: Repertoire personnel
pt_br: Diretório home

source: Other groups
fr: Groupes supplémentaires
pt_br: Outros grupos

source: Expiry
fr: Date d'expiration
pt_br: Expira

source: Office
fr: Bureau
pt_br: Escritório

source: Work phone
fr: Téléphone professionnel
pt_br: Telefone do trabalho

source: Home phone
fr: Téléphone privé
pt_br: Telefone de casa

source: Group members
fr: Appartenance au groupe
pt_br: Membros do grupo

source: Members of group
fr: Membres du groupe
pt_br: Membros do grupo

source: There are no accounts in group
fr: Il n'y a aucun compte dans le groupe
pt_br: Não existem contas no grupo

source: Enter the new account name...
fr: Veuillez saisir le nouveau nom du compte...
pt_br: Digite o novo nome da conta...

source: An account name cannot contain a space, please correct it...
fr: Un nom de compte ne doit pas comporter d'espace, veuillez le corriger...
pt_br: Um nome de uma conta não pode conter espaços, por favor corrija...

source: The account name $user already exists, please choose another name...
fr: Le nom de compte $user existe déjà, veuillez choisir un autre nom...
pt_br: O nome da conta $user já existe, por favor escolha outro nome...

source: The account name is empty, please correct it...
fr: Le nom du compte est vide, veuillez le corriger...
pt_br: O nome da conta está vazio, por favor corrija...

source: An account name cannot begin with a number, please correct it...
fr: Un nom de compte ne doit pas commencer par un chiffre, veuillez le corriger...
pt_br: Um nome de conta não pode começar com número, por favor corrija...

source: An account name cannot contain uppercase characters, please correct it...
fr: Un nom de compte ne doit pas comporter de majuscule, veuillez le corriger...
pt_br: Um nome de conta não pode conter caracteres maiúsculos, por favor corrija...

source: An account name cannot contain punctuation marks, please correct it...
fr: Un nom de compte ne doit pas comporter de ponctuation, veuillez le corriger...
pt_br: Um nome de conta não pode conter caracteres de pontuação, por favor corrija...

source: Group membership
fr: Groupe principal
pt_br: Membro do grupo

source: OK
fr: Valider

source: Enter the main group for account
fr: Veuillez saisir le nom de groupe principal du compte
pt_br: Digite o grupo principal para a conta

source: Enter the home directory for account
fr: Veuillez saisir le nom de répertoire personnel du compte
pt_br: Digite o diretório home para a conta

source: Enter the shell interpreter for account
fr: Veuillez saisir le nom de l'interpréteur de commandes du compte
pt_br: Digite o interpretador shell para a conta

source: Additional group membership
fr: Appartenance à des groupes supplémentaires
pt_br: Membros do grupo adicional

source: Add some additional group to the list...
fr: Veuillez ajouter des groupes supplémentaires à la liste...
pt_br: Adicionar algum grupo adicional na lista...

source: Expiry date
fr: Date d'expiration
pt_br: Data de expiração

source: Never
fr: Jamais
pt_br: Nunca

source: Set the account expiry date...
fr: Veuillez définir la date d'expiration...
pt_br: Defina a data de expiração da conta...

source: Password
fr: Mot de passe
pt_br: Senha

source: Enter password for account
fr: Veuillez saisir le mot de passe du compte
pt_br: Digite uma senha para a conta

source: Passwords do not match, please try again...
fr: Les mots de passe ne sont pas identiques, veuillez effectuer un nouvel essai...
pt_br: As senhas não conferem, por favor tente novamente...

source: Password is too short (${minlength} chars minimum), please try another one...
fr: Le mot de passe est trop court (${minlength} charactères minimum), veuillez effectuer un nouvel essai...
pt_br: A senha é muito curta (${minlength} caracteres no mínimo), por favor tente outra senha...

source: Enter password again for account
fr: Veuillez de nouveau saisir le mot de passe du compte
pt_br: Digite a senha da conta novamente

source: Failed to set password for account
fr: Impossible de définir le mot de passe du compte
pt_br: Falha ao definir a senha para a conta

source: Enter the full name of the user
fr: Veuillez saisir le nom complet de l'utilisateur du compte
pt_br: Digite o nome completo do usuário

source: Office information
fr: Données professionnelles
pt_br: Informações de escritório

source: Enter office information for the user
fr: Veuillez saisir les données professionnelles de l'utilisateur
pt_br: Digite as informações de escritório para o usuário

source: Enter the work phone number of the user
fr: Veuillez saisir le téléphone professionnel de l'utilisateur
pt_br: Digite o número do telefone de trabalho do usuário

source: Enter the home phone number of the user
fr: Veuillez saisir le téléphone personnel de l'utilisateur
pt_br: Digite o número do telefone da casa do usuário

source: Enter the new group name
fr: Veuillez saisir le nouveau nom du groupe
pt_br: Digite o novo nome do grupo

source: Warning
fr: Attention
pt_br: Aviso

source: You cannot delete the account
fr: Vous ne pouvez pas supprimer le compte
pt_br: Você não pode excluir a conta

source: Confirm user deletion
fr: Confirmer la suppression du compte
pt_br: Confirmar exclusão do usuário

source: Cancel
fr: Annuler
pt_br: Cancelar

source: Are you sure you want to delete user $user?
fr: Êtes vous certain de vouloir supprimer le compte $user?
pt_br: Você tem certeza que deseja excluir o usuário $user?

source: You cannot delete the group
fr: Vous ne pouvez pas supprimer le groupe
pt_br: Você não pode deletar o grupo

source: Confirm group deletion
fr: Confirmer la suppression du groupe
pt_br: Confirmar exclusão do grupo

source: Are you sure you want to delete the $group group?
fr: Êtes vous certain de vouloir supprimer le groupe $group?
pt_br: Você tem certeza que deseja excluir o grupo $group?

source: Exit user setup
pt_br: Sair da configuração do usuário

source: Back
pt_br: Voltar
