Repository: DidierSpaier/salixtools
Catalog: keyboardsetup/po/*.po
Languages: ar, da, de, el, es_ar, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, uk

source: USAGE: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate ] [-s scimstate]]
ar: إستعمال: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate ] [-s scimstate]]
da: BRUG: keyboardsetup [[-k tasteudlægning] [-n numlockstatus] [-i ibusstatus] [-s scimstatus]]
de: AUFRUF: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate ] [-s scimstate]]
el: ΧΡΗΣΗ: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate ] [-s scimstate]]
es_ar: USO: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate ] [-s scimstate]]
hu: HASZNÁLAT: keyboardsetup [[-k billentyűzetkiosztás] [-n numlock_állapot] [-i ibus_állapot ] [-s scim_állapot]]
it: UTILIZZO: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate ] [-s scimstate]]
ja: 使用法：keyboardsetup [[- k キーマップ] [- n ナムロック設定] [- i ibus設定] [-s scim設定]]
nl: GEBRUIK: keyboardsetup [[-k keymap] [-n numlockstate] [i-ibusstate] [-s scimstate]]
pl: ZASTOSOWANIE: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate] [-s scimstate]]
pt_br: USO: configuração do teclado [[-k mapa do teclado] [-n estado do numlock] [-i estado do ibus] [-s estado do scim]]
pt_pt: Utilização: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate] [-s scimstate]]
ru: ИСПОЛЬЗОВАНИЕ: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate ] [-s scimstate]]
sv: ANVÄNDNING: keyboardsetup [[-k keymap] [-n numlockstate] [-i ibusstate] [-s scimstate]]
uk: ВИКОРИСТАННЯ: keyboardsetup [[-k розкладка] [-n numlockstate] [-i ibusstate ] [-s scimstate]]

source: OPTIONS:
ar: خيارات:
da: TILVALG:
de: OPTIONEN:
el: ΠΑΡΑΜΕΤΡΟΙ:
es_ar: OPCIONES:
hu: KAPCSOLÓK:
it: OPZIONI:
ja: オプション：
nl: OPTIES:
pl: OPCJE:
pt_br: OPÇÕES:
pt_pt: Opções:
ru: ОПЦИИ:
sv: ALTERNATIV:
uk: ОПЦІЇ:

source: -k keymap, a valid keyboard map
ar: -k keymap, خريطة لوحة مفانيح صالحة
da: -k tasteudlægning, en gyldig tastaturudlægning
de: -k keymap, ein Tastaturlayout
el: -k keymap, μια έγκυρη διάταξη πληκτρολογίου
es_ar: -k keymap, un mapa de teclado válido
fr: -k keymap, une disposition de clavier valide
hu: -k billentyűzetkiosztás egy érvényes billentyűzetkiosztás
it: -k keymap, una mappatura di tastiera valida
ja: -k keymap 正規のキーボードマップ
nl: K-keymap, een geldig toetsenbord indeling
pl: -k klawiatura, obowiązująca mapa klawiatury
pt_br: -k keymap, um mapa de teclado válido
pt_pt: -k keymap, um esquema de teclado válido
ru: -k keymap, корректная раскладка клавиатуры
sv: -k keymap, en giltig tangentbords layout
uk: -k keymap, існуюча розкладка клавіатури

source: -n numlockstate, the numlock state, on or off
ar: -n numlockstate, حالة numlock, مشغل أو معطل
da: -n numlock, status for numlock, on eller off
de: -n numlockstate, Numlock-Status, on (an) oder off (aus)
el: -n numlockstate, η κατάσταση του numlock, on ή off
es_ar: -n numlockstate, el estado de BloqNum, encendido o apagado
fr: -n numlockstate, état du verrou numérique, on ou off
hu: -n numlock_állapot, a numlock állapota, on (be) vagy off (ki)
it: -n numlockstate, stato del numlock, attivato o disattivato
ja: -n numlockstate 数字キーボードの状態：onかoff
nl: Numlockstate-n, de numlock status aan/uit
pl: -n stan numlocka, stan numlocka, włączony lub wyłączony
pt_br: -n numlockstate, estado do teclado, ligado ou desligado
pt_pt: -n numlockstate, o estado numlock, on ou off
ru: -n numlockstate, состояние numlock, on или off
sv: -n numlockstate, numlock status, on eller off
uk: -n numlockstate, стан numlock, on або off

source: -i ibusstate, the IBus state, on or off
ar: -i ibusstate, حالة IBus, مشغل أو معطل
da: -i ibusstatus, IBus-status, on eller off
de: -i ibusstate, der Zustand von IBus, 'on' oder 'off'
el: -s scimstate, η κατάσταση του IBus, on ή off
es_ar: -i ibusstate, estado de IBus, on u off
fr: -i ibusstate, état de IBus, on ou off
hu: -i ibus_állapot, az IBus állapota, on (be) vagy off (ki)
it: -i ibusstate, lo stato IBus, attivo o disattivo
ja: -i ibus設定, IBusの設定、on か off
nl: -i ibusstate, de IBus status, in- of uitschakelen
pl: -I ibusstate, stan iBus , włączony lub wyłączony.
pt_br: -i ibusstate, estado do IBus, ligado ou desligado
pt_pt: -i ibusstate, o estado IBus, on ou off
ru: -i ibusstate, состояние IBus, on или off
sv: -i ibusstate, Bus status, på eller av
uk: -i ibusstate, статус IBus, on або off

source: -s scimstate, the SCIM state, on or off
ar: -s scimstate, حالة SCIM, مشغل أو معطل
da: -s scimstatus, status for SCIM, on eller off
de: -s scimstate, der SCIM-Status, on (an) oder off (aus)
el: -s scimstate, η κατάσταση του SCIM, on ή off
es_ar: -s scimstate, el estado de SCIM, conextado o no
fr: -s scimstate, état de SCIM, on ou off
hu: -s scim_állapot, a SCIM állapota, on (be) vagy off (ki)
it: -s scimstate, stato SCIM, attivato o disattivato
ja: -s scimstate SCIM使用: onかoff
nl: -S scimstate, de SCIM status aan/uit
pl: -s scimstate, stan SCIMa, włączony lub wyłączony
pt_br: -s scimstate, estado do SCIM, ligado ou desligado
pt_pt: -s scimstate, o estado SCIM, on ou off
ru: -s scimstate, состояние SCIM, on или off
sv: -s scimstate, SCIM status, on eller off
uk: -s scimstate, стан SCIM, on або off

source: -z, do not apply changes on the fly, only edit settings files
da: -z, tildel ikke ændringer med det samme, ret kun indstillingsfiler
de: -z, Veränderungen nicht sofort anwenden, sondern nur die Konfigurationsdateien ändern
el: -z, χωρίς άμεση εφαρμογή των αλλαγών, οι αλλαγές θα γίνουν μόνο στα αρχεία ρυθμίσεων
es_ar: -z, no aplica los cambios sobre la marcha, solo edita los archivos de configuración
fr: -z, ne pas appliquer les changements immédiatement, uniquement modifier les fichiers de configuration
hu: -z, nem alkalmazza azonnal a változtatásokat, csak a beállítófájlokat szerkeszti
it: -z, non applicare modifiche al volo, solo edita i file di impostazione
ja: -z, 設定変更をその場で運用せず、設定ファイルの変更だけをおこなう。
nl: -z, zal niet direct van toepassing zijn op veranderingen, alleen instellingen in bestanden wijzigen.
pl: -z, nie stosuje się zmiany w locie, tylko edytuje ustawienia plików
pt_br: -z, não aplicar as alterações em tempo real, só editar arquivos de configurações
pt_pt: -z, não aplicar alterações imediatamente mas sim editar definições
ru: -z, не применять изменения сразу, только записать конфигурационные файлы
sv: -z, verkställ inte ändringar direkt, redigera bara inställnings filen
uk: -z, не застосовувати змін відразу, а тільки редагувати файли конфігурації

source: ERROR: $OPTARG is not a valid keymap. You can look in $salixtoolsdir/keymaps for a list of valid keymaps
ar: خطأ: $OPTARG ليست خريطة مفاتيح صالحة. يمكنك تفقد $salixtoolsdir/keymaps لقائمة بأسماء خرائط المفاتيح الصالحة
da: FEJL: $OPTARG er ikke en gyldig tasteudlægning. Du kan se i $salixtoolsdir/keymaps for en liste over gyldige tasteudlægninger
de: Fehler: $OPTARG ist keine gültige Keymap. Schauen Sie in das Verzeichnis $salixtoolsdir/keymaps für eine Liste gültiger Keymaps
el: ΣΦΑΛΜΑ: Το $OPTARG δεν είναι έγκυρη διάταξη πληκτρολογίου. Μπορείτε να ανατρέξετε στο $salixtoolsdir/keymaps για μια λίστα έγκυρων διατάξεων
es_ar: ERROR: $OPTARG no es un mapa de teclado válido. Puede buscar en $salixtoolsdir/keymaps la lista de mapas de teclado válidos
fr: ERREUR: $OPTARG n'est pas une disposition de clavier valide. Vous pouvez consulter $salixtoolsdir/keymaps pour avoir une liste de dispositions de clavier valides
hu: HIBA: $OPTARG nem érvényes billentyűzetkiosztás. Megnézheti az $salixtoolsdir/keymaps fájlt az érvényes billentyűzetkiosztások listájához.
it: ERRORE: $OPTARG non è una mappatura di tastiera valida. Per favore verificate in $salixtoolsdir/keymaps la lista della mappature valide
ja: エラー：$ OPTARGは、使用できるキーマップではありません。使用できるキーマップのリストは、$ salixtoolsdir /keymapsでみることができます。
nl: FOUT: $OPTARG is geen geldige toetsenbordindeling. U kunt in $salixtoolsdir/keymaps kijken voor een lijst van geldige toetsenbordindelingen
pl: Błąd: $OPTARG nie jest prawidłową mapą klawiatury . Możesz zobaczyć w $salixtoolsdir/keymaps na listy ważnych map
pt_br: ERRO: $OPTARG não é um mapa de teclado válido. Você pode olhar uma lista válida de mapas de teclado em $keymapsdir/keymaps
pt_pt: Erro: $OPTARG não é um esquema de teclado válido. Aceda a $salixtoolsdir/keymaps para ver a lista de esquemas válidos.
ru: ОШИБКА: $OPTARG не является корректной раскладкой клавиатуры. Со списком доступных раскладок вы можете ознакомиться в $salixtoolsdir/keymaps
sv: FEL: $OPTARG är inte ett giltigt tangentlayout. Du kan titta i $salixtoolsdir/keymaps för en lista med giltiga tangentuppsättningar
uk: ПОМИЛКА: $OPTARG не є правильною розкладкою. Ви можете подивитися в $salixtoolsdir/keymaps список правильних розкладок

source: ERROR: $OPTARG is not a valid option.
ar: خطأ: $OPTARG خيار غير صالح.
da: FEJL: $OPTARG er ikke et gyldigt tilvalg.
de: FEHLER: $OPTARG ist keine gültige Option
el: ΣΦΑΛΜΑ: Το $OPTARG δεν είναι έγκυρη παράμετρος
es_ar: ERROR: $OPTARG no es una opción válida.
fr: ERREUR : $OPTARG n'est pas une option valide.
hu: HIBA: $OPTARG nem érvényes kapcsoló.
it: ERRORE: $OPTARG non è un'opzione valida.
ja: エラー: $OPTARG のオプションは、使えません。
nl: FOUT: $OPTARG is geen geldige optie.
pl: BŁĄD: $OPTARG nie jest prawidłową opcją.
pt_br: ERRO: $OPTARG não é uma opção válida.
pt_pt: Erro: $OPTARG não é uma opção válida.
ru: ОШИБКА: недопустимый параметр $OPTARG.
sv: FEL: $OPTARG är inte ett giltigt alternativ.
uk: ПОМИЛКА: $OPTARG не є правильною опцією.

source: ERROR: Too many arguments
ar: خطأ: العديد من المعطيات
da: FEJL: For mange argumenter
de: FEHLER: Zu viele Argumente
el: ΣΦΑΛΜΑ: Πολλές παράμετροι
es_ar: ERROR: Demasiados argumentos
fr: ERREUR : Trop d'arguments
hu: HIBA: Túl sok paraméter
it: ERRORE: Troppi argomenti
ja: エラー: アーギュメント多すぎです。
nl: FOUT: Te veel argumenten
pl: BŁĄD: Zbyt wiele argumentów
pt_br: ERRO: Muitos argumentos
pt_pt: Erro: demasiados argumentos
ru: ОШИБКА: Слишком много аргументов
sv: FEL: För många argument
uk: ПОМИЛКА: Забагато аргументів

source: Keyboard configuration
ar: إعدادات لوحة المفاتيح
da: Konfiguration af tastatur
de: Tastaturkonfiguration
el: Προτιμήσεις πληκτρολογίου
es_ar: Configuración del teclado
fr: Configuration du clavier
hu: Billentyűzet beállítása
it: Configurazione della tastiera
ja: キーボード設定
nl: Toetsenbord configuratie
pl: Konfiguracja klawiatury
pt_br: Configuração do teclado
pt_pt: Configuração do teclado
ru: Настройка клавиатуры
sv: Tangentbords konfiguration
uk: Налаштування клавіатури

source: OK
ar: نعم
el: Εντάξει
es_ar: Aceptar
fr: Valider
pt_pt: Confirmar
uk: ОК

source: Exit
ar: خروج
da: Afslut
de: Beenden
el: Έξοδος
es_ar: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 閉じる
nl: Afsluiten
pl: Wyjście
pt_br: Sair
pt_pt: Sair
ru: Выход
sv: Avsluta
uk: Вийти

source: Please select your preferred keyboard map:
ar: المرجوا إختيار خريطة لوحة المفاتيح المفضلة:
da: Vælg venligst din foretrukne tastaturudlægning:
de: Bitte wählen Sie ihr bevorzugtes Tastaturlayout:
el: Παρακαλώ επιλέξτε την επιθυμητή διάταξη πληκτρολογίου:
es_ar: Por favor, seleccione su mapa de teclado preferido:
fr: Veuillez sélectionner votre disposition de clavier:
hu: Válassza ki a használt billentyűzetkiosztást:
it: Per favore selezionate la mappatura preferita della tastiera:
ja: キーボードマップを選んでください。
nl: Selecteer de gewenste toetsenbord indeling:
pl: Proszę wybrać preferowaną mapę klawiatury:
pt_br: Por favor selecione o seu mapa de teclado preferido:
pt_pt: Por favor escolha o esquema de teclado preferido:
ru: Выберите предпочтительную раскладку клавиатуры
sv: Välj din önskade tangentbords layout:
uk: Виберіть Вашу улюблену розкладку клавіатури:

source: Numlock configuration
ar: إعدادات Numlock
da: Konfiguration af numlock
de: Numlock-Konfiguration
el: Προτίμηση numlock
es_ar: Configuración de BloqNum
fr: Configuration du verrou numérique
hu: A Numlock beállítása
it: Configurazione Numlock
ja: 数字キーパッド設定
nl: Numlock configuratie
pl: Konfiguracja NumLock
pt_br: Configuração do Numlock
pt_pt: Configuração numlock
ru: Настройка Numlock
sv: Numlock konfiguration
uk: Налаштування numlock

source: Enabled
ar: تفعيل
da: Aktiveret
de: Aktiviert
el: Ενεργό
es_ar: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
ja: 使用
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
pt_pt: Ativo
ru: Включен
sv: Aktiverad
uk: Включено

source: Disabled
ar: تعطيل
da: Deaktiveret
de: Deaktiviert
el: Ανενεργό
es_ar: Deshabilitado
fr: Désactivé
hu: Tiltva
it: Disabilitato
ja: 不使用
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
pt_pt: Inativo
ru: Выключен
sv: Avaktiverad
uk: Виключено

source: Do you want to have numlock enabled or disabled by default?
ar: هل تريد numlock مفعلا أو معطلا في الحالة إفتراضية؟
da: Vil du have numlock aktiveret eller deaktiveret som standard?
de: Wollen Sie Numlock standardmäßig aktiviert oder deaktiviert haben?
el: Θέλετε να είναι το numlock ενεργό ή ανενεργό εξ ορισμού;
es_ar: ¿Quiere tener BloqNum habilitado o deshabilitado por defecto?
fr: Voulez-vous activer par défaut le verrou numérique ?
hu: Alapértelmezésben engedélyezni vagy tiltani szeretné a numlockot?
it: Desiderate avere numlock abilitato oppure disabilitato di default?
ja: 数字キーパッドをデフォでオンにしますか
nl: Wilt u de numlock standaard in- of uitgeschakeld hebben?
pl: Czy chcesz mieć numlock włączony lub wyłączony domyślnie?
pt_br: Você quer ter o numlock habilitado ou desabilitado por padrão?
pt_pt: Pretende que, por definição, o numlock esteja ativo ou inativo?
ru: Включать или выключать numlock по умолчанию?
sv: Vill du ha numlock aktiverad eller avaktiverad som standard?
uk: Ви бажаєте мати numlock включеним чи виключеним по завчуванню?

source: IBus configuration
ar: إعدادات IBus
da: Konfiguration af IBus
de: IBus-Konfiguration
el: Προτίμηση IBus
es_ar: Configuración de IBus
fr: Configuration de IBus
hu: IBus beállítása
it: Configurazione IBus
ja: IBus設定
nl: IBus configuratie
pl: Konfiguracja IBus
pt_br: Configuração do Ibus
pt_pt: Configuração Ibus
ru: Настройка Ibus
sv: IBus konfiguration
uk: Конфігурація IBus

source: IBus is an input platform for Chinese, Japanese, Korean and many other languages when using a graphical environment. Do you want to have it enabled or disabled on boot?\n\nYou will have to restart your system for this to take effect.
ar: IBus هي منصة إدخال للصينية, اليابانية, الكورية و العديد من اللغات عنذ إستعمال بيئة رسومية. عل اريد تفعيل أو تعطيل هذه الميزة في الإقلاع؟\n\nيجب عليك إعادة تشغيل النظام لكي يتم تفعيل التغيبرات.
da: IBus er en inputplatform til kinesisk, japansk, koreansk og mange andre sprog brugt i et grafisk miljø. Vil du have det aktiveret eller deaktiveret under opstart? Du skal genstarte dit system før dette træder i kraft.
de: IBus ist eine Eingabeplattform für Chinesisch, Japanisch, Koreanisch und viele andere Sprachen für Nutzer von graphischen Oberflächen. Wollen Sie es beim Starten aktiviert oder deaktiviert haben?\n\nSie müssen Ihr System neustarten, damit diese Änderung in Kraft tritt.
el: Το IBus είναι μια πλατφόρμα εισαγωγής για Κινέζικα, Γιαπωνέζικια, Κορεάτικα και άλλες γλώσσες όταν χρησιμοποιείτε κάποιο γραφικό περιβάλλον. Θέλετε να είναι ενεργό ή ανενεργό κατά την εκκίνηση; Θα πρέπει να επανεκκινήσετε το σύστημά σας για να εφαρμοστούν οι αλλαγές στο IBus.
es_ar: IBus es una plataforma de entrada para chino, japonés, coreno y muchos otros idiomas cuando se usa un entorno gráfico. ¿Desea tenerlo habilitado o deshabilitado al arranque? Para que el cambio surta efecto, tendrá que reiniciar su sistema.
fr: IBus est un système unifié de saisie graphique pour le chinois, le japonais, le coréen et bien d'autres langues. Désirez-vous l'activer au démarrage ? Vous devrez redémarrer votre système pour que les changements prennent effet.
hu: Az IBus beviteli platform kínai, japán, koreai és egyéb nyelvekhez grafikus környezet használatakor. Engedélyezni vagy tiltani szeretné induláskor?\n\nA változtatás életbe léptetéséhez újra kell indítania a rendszert.
it: IBus è una piattaforma di input per caratteri cinesi, giapponesi, coreani e di molte altre lingue utilizzata nelle sessioni con anbiente grafico. Desiderate che sia abilitata/disabilita all'avvio del sistema?\n\nIl computer dovrà essere riavviato per rendere effettive le modifiche.
ja: IBusは、グラフィカル環境をつかって、日本語、中国語、韓国語や他の多くの言語を入力するためのプラットフォームです。ブート時にIBusを有効化、または無効化するかを設定してください。 設定後システムを再起動する必要があります。
nl: IBus is een input platform voor Chinees, Japans, Koreaans en vele andere talen in een grafische omgeving. Wilt u dit in- of uitgeschakeld hebben bij het opstarten? U moet uw systeem opnieuw op te starten voordat het werkt.
pl: IBus jest platformą wejść na chiński, japoński, koreański i wiele innych języków przy użyciu środowiska graficznego. Czy chcesz go mieć włączony lub wyłączony podczas startu?\n\nBędziesz musiał ponownie uruchomić system aby ustawienie zadziałało.
pt_br: IBus é uma plataforma de entrada para Chinês, Japonês, Coreano e muitas outras línguas quando é utilizado um ambiente gráfico. Você quer ter ela habilitada ou desabilitada no boot?\n\nVocê terá que reiniciar o seu sistema para que isto tenha efeito.
pt_pt: O IBus é uma plataforma de introdução para chinês, japonês, coreano e outros idiomas ao utilizar um ambiente gráfico. Pretende ativar ou desativar o sistema ao iniciar o sistema? Tem que reiniciar o sistema para aplicar as alterações.
ru: Ibus - это система ввода для китайского, японского, корейского и других языков при использовании графического окружения. Вы хотите, чтоб она была включена или выключена при загрузке системы?\n\nВам понадобится перезагрузить систему для того, чтобы изменения вступили в силу.
sv: IBus är en inmatnings plattform för kinesiska, japanska, koreanska och många andra språk när du använder en grafisk miljö. Vill du ha det aktiverat eller inaktiverat vid uppstart? Du måste starta om datorn för att detta ska börja gälla.
uk: IBus є платформою вводу для китайської, японської, корейської та багатьох інших мов при використанні графічного середовища. Ви бажаєте включити або відключити її при завантаженні? Вам доведеться перезавантажити комп'ютер для застосування змін.

source: SCIM configuration
ar: إعدادات SCIM
da: Konfiguration af SCIM
de: SCIM-Konfiguration
el: Προτίμηση SCIM
es_ar: Configuración de SCIM
fr: Configuration de SCIM
hu: SCIM beállítása
it: Configurazione SCIM
ja: SCIMの設定
nl: SCIM configuratie
pl: Konfiguracja SCIM
pt_br: Configuração do SCIM
pt_pt: Configuração SCIM
ru: Настройка SCIM
sv: SCIM konfiguration
uk: Налаштування SCIM

source: SCIM is an input platform for Chinese, Japanese, Korean and many other languages when using a graphical environment. Do you want to have it enabled or disabled on boot?\n\nYou will have to restart your system for this to take effect.
ar: SCIM هي منصة إدخال للصينية, اليابانية, الكورية و العديد من اللغات عنذ إستعمال بيئة رسومية. عل اريد تفعيل أو تعطيل هذه الميزة في الإقلاع؟\n\nيجب عليك إعادة تشغيل النظام لكي يتم تفعيل التغيبرات.
da: SCIM er en inputplatform for kinesisk, japansk, koreansk og mange andre sprog, når den bliver brugt i et grafisk miljø. Vil du have den aktiveret eller deaktiveret ved opstart?\n\nDu skal genstarte dit system for dette træder i kraft.
de: SCIM is eine Eingabemethode für Chinesisch, Japanisch, Koreanisch und viele andere Sprachen. Wollen Sie SCIM beim Booten aktivieren oder deaktivieren?\n\nSie müssen ihr System neustarten, um diese Einstellung anzuwenden.
el: Το SCIM είναι μια πλατφόρμα εισαγωγής για Κινέζικα, Γιαπωνέζικια, Κορεάτικα και άλλες γλώσσες όταν χρησιμοποιείτε κάποιο γραφικό περιβάλλον. Θέλετε να είναι ενεργό ή ανενεργό κατά την εκκίνηση;\n\nΘα πρέπει να επανεκκινήσετε το σύστημά σας για να εφαρμοστούν οι αλλαγές στο SCIM.
es_ar: SCIM es una plataforma de entrada para chino, japonés, coreano y otros idiomas al usar u entorno gráfico. ¿Quiere tenerlo habilitado o deshabilitado en el arranque del sistema?\n\nPara que esta configuración se haga efectiva, tendrá que reiniciar su sistema.
fr: SCIM est un système de saisie graphique pour le chinois, le japonais, le coréen et bien d'autres langues. Désirez-vous l'activer au démarrage ? Vous devrez redémarrer votre système pour que les changements prennent effet.
hu: A SCIM beviteli platform kínai, japán, koreai és egyéb nyelvekhez grafikus környezet használatakor. Engedélyezni vagy tiltani szeretné induláskor?\n\nA változtatás életbe léptetéséhez újra kell indítania a rendszert.
it: SCIM è una piattaforma di input per la gestione di caratteri delle lingue Cinese, Giapponese, Coreana e altre ancora quando viene utilizzato un ambiente grafico. Volete che sia abilitata o disabilitata all'avvio? Dovete riavviare il sistema per rendere queste modifiche effettive.
ja: SCIM は日本語などのアジアの言語をタイプできるようにするアプリです。デフォで起動時に始動させますか。\n\n新しい設定を使用するためには、再起動してください。
nl: SCIM is een platform voor invoer van Chinees, Japans, Koreaans en vele andere talen bij gebruik van een grafische omgeving. Wilt u deze in- of uitgeschakeld hebben bij het opstarten?\n\nU moet uw systeem opnieuw starten om de aanpassing te ervaren.
pl: SCIM jest platformą wejść na chiński, japoński, koreański i wiele innych języków przy użyciu środowiska graficznego. Czy chcesz go mieć włączony lub wyłączony podczas startu?n\n\Będziesz musiał ponownie uruchomić system aby uzyskać ten efekt.
pt_br: SCIM é uma plataforma de entrada para Chinês, Japonês, Coreano e muitas outras línguas quando é utilizado um ambiente gráfico. Você quer ter ela habilitada ou desabilitada no boot?\n\nVocê terá que reiniciar o seu sistema para que isto tenha efeito.
pt_pt: O SCIM é uma plataforma de introdução para chinês, japonês, coreano e outros idiomas ao utilizar um ambiente gráfico. Pretende ativar ou desativar o sistema ao iniciar o sistema? Tem que reiniciar o sistema para aplicar as alterações.
ru: SCIM - это система ввода для китайского, японского, корейского и других языков при использовании графического окружения. Вы хотите, чтоб она была включена или выключена при загрузке системы?\n\nВам понадобится перезагрузить систему для того, чтобы изменения вступили в силу.
sv: SCIM är en inmatnings plattform för Kinesiska, Japanska, Koreanska och många fler språk vid användning av grafisk miljö. Vill du ha den aktiverad vid uppstart? Du måste starta om ditt system för att detta skall aktiveras.
uk: SCIM є метод вводу для китайської, японської, корейської і багато інших мов, що використовують графічну оболонку. Ви бажаєте мати його включеним чи виключеним при завантаженні?\n\nВи повинні перезавантажити Вашу систему для впровадження змін.
