Repository: DidierSpaier/salixtools
Catalog: reposetup/po/*.po
Languages: de, el

source: You need root privileges to run this
de: Sie benötigen Root-Rechte, um dies auszuführen
el: Απαιτούνται δικαιώματα υπερχρήστη για την εκτέλεση

source: Select repository mirror
de: Paketquelle auswählen
el: Επιλέξτε αποθετήριο

source: Select
de: Auswählen
el: Επιλογή

source: Cancel
de: Abbrechen
el: Άκυρο

source: Please select your preferred repository mirror. The country code of where the mirror is located is shown on the right. Your selection will be applied to the /etc/slapt-get/slapt-getrc and /etc/slapt-get/slapt-srcrc files:
de: Bitte wählen Sie Ihre bevorzugte Paketquelle aus. Der Ländercode der Paketquelle steht auf der rechten Seite. Ihre Auswahl wird in die Dateien /etc/slapt-get/slapt-getrc und /etc/slapt-get/slapt-srcrc übernommen:
el: Παρακαλούμε επιλέξτε το προτιμώμενο αποθετήριο. Ο κωδικός της χώρας όπου βρίσκεται το αποθετήριο εμφανίζεται στα δεξιά. Η επιλογή σας θα εφαρμοστεί στα αρχεία /etc/slapt-get/slapt-getrc και /etc/slapt-get/slapt-srcrc:

source: WARNING: Any changes you have manually made in the SOURCE lines of those files will be lost!
de: WARNUNG: Alle Änderungen, die Sie in diesen Dateien per Hand an den SOURCE-Zeilen vorgenommen haben, gehen verloren!
el: ΠΡΟΣΟΧΗ: Αν έχετε πραγματοποιήσει κάποιες αλλαγές στις γραμμές SOURCE των αρχείων αυτών, αυτές οι αλλαγές θα χαθούν!

source: Update package caches?
de: Paket-Zwischenspeicher aktualisieren?
el: Ενημέρωση της τοπικής αποθήκης πακέτων;

source: Update
de: Aktualisieren
el: Ενημέρωση

source: Do not update
de: Nicht aktualisieren
el: Χωρίς ενημέρωση

source: Would you like to update the package and SlackBuild caches now?
de: Möchten Sie den Paket- und SlackBuild Zwischenspeicher jetzt aktualisieren?
el: Θέλετε να ενημερώστε την τοπική αποθήκη πακέτων και SlackBuild;

source: USAGE:
de: ANWENDUNG:
el: ΧΡΗΣΗ:

source: mirror
de: Paketquelle
el: καθρέπτης

source: OPTIONS:
de: OPTIONEN:
el: ΠΑΡΑΜΕΤΡΟΙ:

source: Specify a repository mirror manually
de: Paketquelle selbst angeben
el: Δηλώση ενός καθρέπτη αποθετηρίου χειροκίνητα

source: Use local mirror list and do not download a new one
de: Lokale Paketquellenliste benutzen und keine neue runterladen
el: Χρήση της τοπικής λίστας καθρεπτών αποθετηρίων χωρίς να κατεβεί καινούρια λίστα

source: Do not update/ask for updating the package caches
de: Nicht nachfragen, ob die Paketzwischenspeicher aktualisiert werden sollen
el: Χωρίς ανανέωση/ερώτηση για ανανέωση των τοπικών δεδομένων των πακέτων

source: Print currently selected mirror
de: Momentan gewählte Paketquelle ausgeben
el: Εκτύπωση του επιλεγμένου αποθετηρίου

source: This help message
de: Diese Hilfe
el: Το παρόν μήνυμα βοήθειας

source: ERROR: Too many arguments
de: FEHLER: Zu viele Argumente
el: ΣΦΑΛΜΑ: Μεγάλος αριθμός παραμέτρων

source: Refreshing mirror list from
de: Paketquellenliste aktualisieren von
el: Ανανέωση της λίστας καθρεπτών αποθετηρίων από

source: Getting mirror list failed
de: Abholen der Paketquellenliste fehlgeschlagen
el: Η ανάκτηση της λίστας καθρεπτών αποθετηρίων απέτυχε
