Repository: DidierSpaier/salixtools
Catalog: clocksetup/po/*.po
Languages: da, el, es_ar, fi, hu, ja, nl, pl, pt_br, ru, sv, uk

source: USAGE: clocksetup [[-c ] [-d] [-t] [-z]]
da: BRUG: clocksetup [[-c ] [-d] [-t] [-z]]
el: ΧΡΗΣΗ: clocksetup [[-c ] [-d] [-t] [-z]]
es_ar: USO: clocksetup [[-c ] [-d] [-t] [-z]]
fi: KÄYTTÖ: clocksetup [[-c ] [-d] [-t] [-z]]
hu: Használat: clocksetup [[-c] [-d] [-t] [-z]]
ja: 使用法: clocksetup [[-c ] [-d] [-t] [-z]]
nl: GEBRUIK: clocksetup [[-c] [-d] [-t] [-z]]
pl: Użycie: clocksetup [[-c ] [-d] [-t] [-z]]
pt_br: USO: configuração do relógio [[-c ] [-d] [-t] [-z]]
ru: ИСПОЛЬЗОВАНИЕ: clocksetup [[-c ] [-d] [-t] [-z]]
uk: ВИКОРИСТАННЯ: clocksetup [[-c ] [-d] [-t] [-z]]

source: OPTIONS:
da: TILVALG:
el: ΠΑΡΑΜΕΤΡΟΙ
es_ar: OPCIONES:
fi: VAIHTOEHDOT:
hu: KAPCSOLÓK:
ja: オプション：
nl: OPTIES:
pl: OPCJE:
pt_br: OPÇÕES:
ru: ОПЦИИ:
sv: ALTERNATIV:
uk: ОПЦІЇ:

source: -c, only show the hardware clock configuration dialog
da: -c, vis kun konfigurationsdialogen for hardwareuret
el: -c, εμφανίζει μόνο το διάλογο ρύθμισης του ρολογιού συστήματος
es_ar: -c, muestra solamente la caja de diálogo de configuración del reloj del hardware
fi: -c, näytä vain laitteistokellon asetukset
hu: -c, csak a hardveróra beállító párbeszédablakának mutatása
ja: -c, ハードウェアの時計設定のダイアログだけ表示
nl: -c, alleen de hardwareklok configuratiedialoog tonen
pl: -c, pokazuje tylko zegar sprzętowy w oknie konfiguracji
pt_br: -c, mostra apenas o diálogo de configuração do relógio de hardware
ru: -c, только показать диалог настройки аппаратных часов
uk: -c, показує тільки діалог налаштування часу периферії

source: -d, only show the date configuration dialog
da: -d, vis kun konfigurationsdialogen for datoen
el: -d, εμφανίζει μόνο το διάλογο ρύθμισης της ημερομηνίας
es_ar: -d, muestra solamente la caja de diálogo de configuración de la fecha
fi: -d, näytä vain päiväyksen asetukset
hu: -d, csak a dátum beállító párbeszédablakának mutatása
ja: -d, 日付設定のダイアログだけ表示
nl: -d, alleen de datum configuratiedialoog tonen
pl: -d, pokazuje tylko dialog konfiguracji daty
pt_br: -d, mostra apenas a janela de configuração da data
ru: -d, только показать диалог настройки даты
uk: -d, показує тільки діалог налаштування дати

source: -t, only show the time configuration dialog
da: -t, vis kun konfigurationsdialogen for tid
el: -t, εμφανίζει μόνο το διάλογο ρύθμισης της ώρας
es_ar: -t, muestra solamente la caja de diálogo de configuración de la hora
fi: -t, näytä vain ajan asetukset
hu: -t, csak az idő beállító párbeszédablakának mutatása
ja: -t, 時間設定のダイアログのみ表示
nl: -t, alleen de tijd configuratiedialoog tonen
pl: -t, wyświetla tylko dialog konfiguracji czasu
pt_br: -t, mostra apenas a janela de configuração da hora
ru: -t, только показать диалог настройки времени
uk: -t, показує тільки діалог налаштування дати

source: -z, only show the timezone configuration dialog
da: -z, vis kun konfigurationsdiaglogen for tidszonen
el: -z, εμφανίζει μόνο το διάλογο ρύθμισης της ζώνης ώρας
es_ar: -z, muestra solamente la caja de diálogo de configuración de la zona horaria
fi: -z, näytä vain aikavyöhykkeen asetukset
hu: -z, csak az időzóna beállító párbeszédablakának mutatása
ja: -z, タイムゾーンの設定ダイアログだけを表示
nl: -z, alleen de tijdzone configuratie dialoogvenster tonen
pl: -z, wyświetla tylko dialogkonfiguracji strefy czasowej
pt_br: -z, mostra apenas a janela de configuração de fuso horário
ru: -z, только показать диалог настройки часового пояса
uk: -z, показує тільки діалог налаштування часової зони

source: -h, this help message
da: -h, denne hjælpebesked
el: -h, το παρόν μύνημα βοήθειας
es_ar: -h, muestra este mensaje de ayuda
fi: -h, tämä viesti
hu: -h, ezen súgóüzenet
ja: -h, このヘルプ・メッセージ
nl: -h, dit helpbericht
pl: -h, to komunikat pomocy
pt_br: -h, esta mensagem de ajuda
ru: -h, этот текст справки
uk: -h, це повідомлення

source: ERROR: Too many arguments
da: FEJL: For mange argumenter
el: ΣΦΑΛΜΑ: Πολλές παράμετροι
es_ar: ERROR: Demasiados argumentos
fi: VIRHE: Liian monta argumenttia
hu: HIBA: túl sok paraméter
ja: エラー: アーギュメントが多すぎます
nl: FOUT: Te veel argumenten
pl: BŁĄD: Zbyt wiele argumentów
pt_br: ERRO: Muitos argumentos
ru: ОШИБКА: Слишком много аргументов
sv: FEL: För många argument
uk: ПОМИЛКА: Забагато аргументів

source: OK
el: Εντάξει
es_ar: Aceptar
uk: ОК

source: Exit
da: Afslut
el: Έξοδος
es_ar: Salir
fi: Poistu
hu: Kilépés
ja: 閉じる
nl: Afsluiten
pl: Wyjście
pt_br: Sair
ru: Выход
sv: Avsluta
uk: Вийти

source: System clock configuration
da: Konfiguration af systemur
el: Ρύθμιση ρολογιού συστήματος
es_ar: Configuración del reloj del sistema
fi: Järjestelmän ajan asetukset
hu: Rendszeróra beállítása
ja: システム時計設定
nl: Systeemklok configuratie
pl: Konfiguracja zegara systemowego
pt_br: Configuração do relógio do sistema
ru: Настройка системных часов
sv: Konfigurera system klocka
uk: Налаштування системного часу

source: Currently the clock is set to:
da: Klokken er i øjeblikket angivet til:
el: Τρέχουσα ώρα:
es_ar: Actualmente el reloj está configurado a:
fi: Nykyinen aika on:
hu: Az óra jelenlegi beállítása:
ja: 現在時計は、次のように設定されています：
nl: Momenteel is de klok is ingesteld op:
pl: Obecnie zegar jest ustawiony na:
pt_br: Atualmente, o relógio está definido para:
ru: Сейчас часы установлены на:
sv: Klockan är förnärvarande inställd på:
uk: Зараз час встановлено на:

source: Please choose an option:
da: Vælg venligst et tilvalg:
el: Επιλέξτε από τα παρακάτω:
es_ar: Por favor, elija una opción:
fi: Ole hyvä ja valitse vaihtoehto:
hu: Válasszon az opciók közül:
ja: オプションを選んでください。
nl: Kies een optie:
pl: Proszę wybrać opcję:
pt_br: Por favor selecione uma opção:
ru: Выберите опцию
sv: Välj ett alternativ:
uk: Виберіть опцію:

source: Set the time manually
da: Angiv tiden manuelt
el: Ρύθμιση της ώρας
es_ar: Configurar la hora manualmente
fi: Aseta aika käsin
hu: Idő kézi beállítása
ja: 時間をマニュアルで設定
nl: Stel de tijd handmatig in
pl: Ustaw czas ręcznie
pt_br: Configurar a hora manualmente
ru: Установить время вручную
sv: Sätt tiden manuellt
uk: Встановити час вручну

source: Set the date manually
da: Angiv datoen manuelt
el: Ρύθμιση της ημερομηνίας
es_ar: Configurar la fecha manualmente
fi: Aseta päiväys käsin
hu: Dátum kézi beállítása
ja: 日付をマニュアルで設定
nl: Stel de datum handmatig in
pl: Ustaw datę ręcznie
pt_br: Configurar a data manualmente
ru: Установить дату вручную
sv: Sätt datum manuellt
uk: Встановити дату вручну

source: Set the time zone
da: Angiv tidszonen
el: Ρύθμιση ζώνης ώρας
es_ar: Establecer la zona horaria
fi: Aseta aikavyöhyke
hu: Időzóna beállítása
ja: 時間帯を設定
nl: Stel de tijdzone in
pl: Ustaw strefę czasową
pt_br: Configurar o fuso horário
ru: Установить часовой пояс
sv: Sätt tidszon
uk: Встановити часову зону

source: Configure the hardware clock
da: Konfigurér hardwareuret
el: Ρύθμιση ρολογιού συστήματος
es_ar: Configurar el reloj del hardware
fi: Muuta laitteistokellon asetuksia
hu: Hardveróra beállítása
ja: ハードウェアの時計を設定
nl: Configureer de hardwareklok
pl: Konfiguracja zegara sprzętowego
pt_br: Configure o relógio de hardware
ru: Настроить аппаратные часы
sv: Konfigurera hårdvaruklockan
uk: Налаштувати час периферії

source: Synchronize with Network Time Protocol (NTP)
da: Synkronisér med Network Time Protocol (NTP)
el: Συγχρονισμός ώρας από το διαδίκτυο (NTP)
es_ar: Sincronizar con Network Time Protocol (NTP)
fi: Synkronoi verkon aikapalvelimen kanssa (NTP)
hu: Szinkronizálás az internetes időhöz (NTP)
ja: Network Time Protocol (NTP)でシンクロナイズする。
nl: Synchroniseren met Network Time Protocol (NTP)
pl: Synchronizacja z Network Time Protocol (NTP)
pt_br: Sincronizar com o Protocolo Hora da Rede (NTP)
ru: Синхронизировать при помощи протокола синхронизации времени (NTP)
sv: Synkronisera med Network Time Protocol (NTP)
uk: Синхронізувати Мережний Протокол Часу (NTP)

source: Clock adjustment
da: Justering af ur
el: Ρύθμιση της ώρας
es_ar: Ajuste del reloj
fi: Ajan asetus
hu: Óra beállítása
ja: 時計を直す
nl: Aanpassen van de klok
pl: Ustawienie zegara
pt_br: Ajustamento do relógio
ru: Подстройка часов
sv: Tid inställningar
uk: Налаштування часу

source: Cancel
da: Annullér
el: Άκυρο
es_ar: Cancelar
fi: Peruuta
hu: Mégsem
ja: 取り消し
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
uk: Відмінити

source: Please set the time...
da: Angiv venligst tiden...
el: Ρυθμίστε την ώρα...
es_ar: Por favor, configurar la hora...
fi: Ole hyvä ja aseta aika...
hu: Állítsa be az időt...
ja: 時間をセットしてください。
nl: Stel de tijd in alstublieft...
pl: Proszę ustawić czas ...
pt_br: Por favor configure a hora...
ru: Задайте время...
sv: Ställ in tiden...
uk: Будь ласка встановіть час

source: Date adjustment
da: Justering af dato
el: Ρύθμιση της ημερομηνίας
es_ar: Ajuste de la fecha
fi: Päiväyksen asetus
hu: Dátum beállítása
ja: 日付を調整する
nl: Dat van de aanpassing
pl: Ustawienie daty
pt_br: Ajustamento da data
ru: Подстройка даты
sv: Datum inställningar
uk: Налаштування дати

source: Please set the date...
da: Angiv venligst datoen...
el: Ρυθμίστε την ημερομηνία...
es_ar: Por favor, configurar la fecha...
fi: Ole hyvä ja aseta päiväys...
hu: Állítsa be a dátumot...
ja: 日付をセットしてください。
nl: Stel de datum in alstublieft...
pl: Proszę ustawić datę ...
pt_br: Por favor configure a data...
ru: Задайте дату...
sv: Ställ in datum...
uk: Будь ласка встановіть дату...

source: Time zone configuration
da: Konfiguration af tidszone
el: Ρύθμιση ζώνης ώρας
es_ar: Configuración de la zona horaria
fi: Aikavyöhykkeen asetukset
hu: Időzóna beállítása
ja: 時間帯設定
nl: Tijdzone configuratie
pl: Konfiguracja strefy czasowej
pt_br: Configuração do fuso horário
ru: Настройка часового пояса
sv: Tidszon konfiguration
uk: Налаштування часової зони

source: Please select your time zone...
da: Vælg venligst din tidszone...
el: Επιλέξτε τη ζώνη ώρας
es_ar: Por favor, seleccione su zona horaria...
fi: Ole hyvä ja valitse aikavyöhyke...
hu: Válasszon időzónát...
ja: 時間帯をセットしてください。
nl: Selecteer uw tijdzone alstublieft...
pl: Wybierz strefę czasową ...
pt_br: Por favor selecione o seu fuso horário...
ru: Выберите свой часовой пояс
sv: Välj din tidszon...
uk: Будь ласка виберіть Вашу часову зону

source: Warning
da: Advarsel
el: Προειδοποίηση
es_ar: Advertencia
fi: Varoitus
hu: Figyelmeztetés
ja: 注意
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
sv: Varning
uk: Попередження

source: You are already using the ntpd service and clock should be correct.
da: Du bruger allerede ntpd-tjenesten, og uret burde gå rigtigt.
el: Χρησιμοποιείται η υπηρεσία ntpd και το ρολόι συστήματος πρέπει να είναι ήδη σωστό.
es_ar: Ya está usando el servicio ntpd y el reloj debería estar correcto.
fi: Käytät jo verkon aikapalvelinta ja ajan pitäisi olla oikein.
hu: Már használja az ntpd szolgáltatást és az órának helyesnek kell lennie.
ja: 既にntpdサービスが使用されています。時計は、正しく動いているはずです。
nl: U gebruikt reeds de ntpd service en de klok zou correct moeten zijn.
pl: Już korzystasz z usług serwera ntpd i zegar powinnien być poprawnie ustawiony.
pt_br: Você já está usando o serviço do ntpd e o relógio deverá estar correto.
ru: У вас уже задействована служба ntpd, так что часы должны быть установлены корректно.
sv: Du använder redan ntpd tjänsten och din klocka bör vara rätt.
uk: Ви вже використовуєте сервіс ntpd і час повинен бути правильним.

source: Error
da: Fejl
el: Σφάλμα
fi: Virhe
hu: Hiba
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
uk: Помилка

source: Something went wrong. Time was not adjusted.
da: Noget gik galt. Tiden blev ikke justeret.
el: Υπήρξε κάποιο σφάλμα. Η ώρα δεν ρυθμίστηκε.
es_ar: Algo anda mal. No se ajustó la hora.
fi: Jotain meni väärin. Aikaa ei asetettu.
hu: Hiba történt. Az időt nem sikerült beállítani.
ja: 問題があり、時間の設定ができませんでした。
nl: Er is iets misgegaan. De tijd was niet aangepast.
pl: Coś poszło nie tak. Czas nie został skorygowany.
pt_br: Algo deu errado. O tempo não foi ajustado.
ru: Что-то пошло не так. Время не было подстроено.
sv: Något gick fel. Tideb ändrades inte.
uk: Щось пішло не так. Час не налаштовано.

source: Hardware clock set to UTC?
da: Er hardwareur sat til UTC?
el: Είναι το ρολόι του υπολογιστή ρυθμισμένο σε ώρα UTC;
es_ar: ¿El reloj del hardware está configurado a UTC?
hu: A hardveróra UTC-re van beállítva?
ja: ハードウェアクロックをUTCに設定しますか？
nl: Is de hardwareklok is ingesteld op UTC?
pl: Ustawić zegar sprzętowy na UTC?
pt_br: Relógio do hardware definido para UTC?
ru: Аппаратные часы настроены на UTC?
sv: Är hårdvaruklockan satt till UTC?
uk: Чи час периферії встановлювати на UTC?

source: Is the hardware clock set to Coordinated Universal Time (UTC/GMT)? If it is, select YES here. If the hardware clock is set to the current local time (this is how most PCs are set up), then say NO here. If you are not sure what this is, you should answer NO here.
da: Er hardwareuret sat til koordineret universaltid (UTC/GMT)? Hvis ja, så vælg JA her. Hvis hardwareuret er sat til nuværende lokal tid (dette er sådan som de fleste computere er sat op), så sig NEJ her. Hvis du ikke er sikker på hvad dette er, bør du svare NEJ her.
el: Είναι το ρολόι συστήματος ρυθμισμένο σε Παγκόσμιο Χρόνο (UTC/GMT); Αν είναι, επιλέξτε ΝΑΙ. Αν το ρολόι συστήματος είναι ρυθμισμένο σε τοπική ώρα (όπως στους περισσότερους υπολογιστές), επιλέχτε ΟΧΙ. Αν δεν είστε βέβαιοι, είναι καλύτερα να επιλέξετε ΟΧΙ.
es_ar: ¿Está configurado el reloj del hardware a la Hora Universal Coordinada (UTC/GMT)? Si lo está, seleccione SI. Si el reloj del hardware está configurado a la hora local actual (que es como están la mayoría de las PCs), entonces seleccione NO. Si no está seguro de lo que es esto, debería responder NO.
fi: Onko laitteistokellon asetus Coordinated Universal Time (UTC/GMT)? Jos on, valitse tähän KYLLÄ. Jos laitteistokellon asetus on nykyinen paikallinen aika (kuten useimmissa PC:ssä), niin laita tähän EI. Jos et ole varma mikä tämä on, laita tähän EI.
hu: A hardveróra a koordinált világidőre van beállítva (UTC/GMT)? Ha igen, akkor válassza az 'Igen'-t. Ha a hardver óra úgy van beállítva, hogy az aktuális helyi időt mutassa (ez a legtöbb számítógép esetében így van), akkor válassza a 'Nem'-et. Ha nem biztos benne, hogy mi ez, akkor válassza a 'Nem'-et.
ja: ハードウェアの時計は、Coordinated Universal Time (UTC/GMT)にセットされていますか？そうである場合は、はいを選択してください。もしも時計が、ローカルタイムにセットされている場合はいいえを選択してください。ほとんどのコンピュータは、ローカルタイムにセットされています。よくわからない場合は、いいえを選択してください。
nl: Is de hardwareklok ingesteld op Coordinated Universal Time (UTC/GMT)? Als dat zo is, selecteer hier JA. Als de hardwareklok is ingesteld op de lokale tijd (dit is hoe de meeste PCs ingesteld zijn ingesteld), selecteer dan NEE hier. Als u niet zeker weet wat dit inhoudt, zet dan NEE hier.
pl: Jest zegar sprzętowy ustawiony do uniwersalnego koordynowanego czasu (UTC/GMT)? Jeśli jest, wybierz tutaj TAK. Jeśli zegar sprzętowy jest ustawiony na bieżący czas lokalny (tak jest najczęściej), wybierz tutaj NIE. Jeśli nie jesteś pewien, co to jest, należy odpowiedzieć tutaj NIE.
pt_br: Está o conjunto de relógio do hardware coordenado para a Hora Universal (UTC/GMT)? Se estiver, selecione SIM aqui. Se o relógio do hardware está definido para a hora local atual (isto é como a maioria dos PCs são configurados), então diga NÃO aqui. Se você não tem certeza do que é isto, você deve responder NÃO aqui.
ru: Аппаратные часы установлены на Всемирное координированное время (UTC/GMT)? Если это так, выберите здесь ДА. Если аппаратные часы установлены на местное время (так настроены большинство ПК), тогда вам следует выбрать здесь НЕТ. Если вы не уверены, то вам следует выбрать НЕТ.
sv: Är hårdvaruklockan satt till UTC/GMT? Om den är välj JA här. Om hårdvaruklockan är satt till lokal tid (detta är hur de flesta PCs är konfigurerade), välj NEJ här. Om du är osäker, välj NEJ här.
uk: Чи час периферії встановлено до Універсального Часу (UTC/GMT)? Якщо так, то виберіть ТАК. Якщо час периферії встановлено на поточний локальний час (так як встановлюється на більшості комп’ютерів), тоді виберіть НІ. Якщо не впевнені, то Ви повинні вибрати НІ.

source: No
da: Nej
el: Όχι
fi: Ei
hu: Nem
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
uk: Ні

source: Hardware clock is set to local time
da: Hardwareuret er sat til lokal tid
el: Το ρολόι του υπολογιστή είναι ρυθμισμένο σε τοπική ώρα
es_ar: El reloj del hardware está configurado a la hora local actual
fi: Laitteistokellon asetus on paikallinen aika
hu: A hardveróra beállítva a helyi időhöz
ja: ハードウェアの時計は、ローカルタイムにセットせれています。
nl: De hardwareklok is ingesteld op lokale tijd
pl: Zegar sprzętowy jest ustawiony na lokalny czas
pt_br: Relógio do hardware está definido para a hora local
ru: Аппаратные часы настроены на местное время
sv: Hårdvaruklockan är satt till lokal tid
uk: Час периферії встановлено на локальгий час

source: Yes
da: Ja
el: Ναι
es_ar: Sí
fi: Kyllä
hu: Igen
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
uk: Так

source: Hardware clock is set to UTC
da: Hardwareuret er sat til UTC
el: Το ρολόι του υπολογιστή είναι ρυθμισμένο σε ώρα UTC
es_ar: El reloj del hardware está configurado a UTC
fi: Laitteistokellon asetus on UTC
hu: A hardveróra beállítva UTC-re
ja: ハードウェアの時計は、UTCにセットせれています。
nl: De hardwareklok is ingesteld op UTC
pl: Zegar sprzętowy jest ustawiony na UTC
pt_br: Relógio do hardware está definido para UTC
ru: Аппаратные часы настроены на UTC
sv: Hårdvaruklockan är satt till UTC
uk: Час периферії встановлено на UTC

source: You need root privileges to run this
sv: Du behöver root-behörighet för att köra det här

source: USAGE:
sv: ANVÄNDNING:

source: only show the hardware clock configuration dialog
sv: visa bara hårdvaruklockans konfigurationsdialog

source: only show the date configuration dialog
sv: visa bara datums konfigurationsdialog

source: only show the time configuration dialog
sv: visa bara tids konfigurationsdialog

source: only show the timezone configuration dialog
sv: visa bara tidszon konfigurationsdialog

source: this help message
sv: denna hjälp
