Repository: DidierSpaier/salixtools
Catalog: usersetup/po/*.po
Languages: de, es_ar, he, hu, ja, nl, sv, uk

source: Select
de: Auswählen
es_ar: Seleccionar
he: בחירה
hu: Választás
ja: 選択
nl: Selecteer
sv: Välj
uk: Вибрати

source: Exit user setup
de: User Setup beenden
es_ar: Salir de la configuración del usuario
he: יציאה מקביעת תצורת משתמש
hu: Kilépés a felhasználó beállításokból
ja: ユーザ設定を閉じる。
nl: Sluit de gebruikersopzet af
sv: Avsluta användar inställning
uk: Вийти з налаштування користувачів

source: Users accounts management
de: Benutzerverwaltung
es_ar: Administración de cuentas de usuarios
he: ניהול חשבונות משתמשים
hu: Felhasználói fiókok kezelése
ja: ユーザ・アカウント・マネージメント
nl: Gebruikersaccount beheer
sv: Hantera användar konton
uk: Керування рахунками користувачів

source: Please choose an option...
de: Bitte wählen Sie eine Option...
es_ar: Por favor, elegir una opción...
he: נא לבחור באפשרות...
hu: Kérem válasszon az opciók közül...
ja: オプションを選んでください。
nl: Kies een optie alstublieft ...
sv: Välj ett alternativ...
uk: Будь ласка, виберіть опцію

source: Create a new account
de: Neuen Benutzer erstellen
es_ar: Crear una nueva cuenta
he: יצירת חשבון חדש
hu: Új felhasználó létrehozása
ja: 新しいアカウントを作る
nl: Maak een nieuw account
sv: Skapa ett nytt konto
uk: Створити новий рахунок

source: Create a new account (advanced mode)
de: Neuen Benutzer erstellen (detailliert)
es_ar: Crear una nueva cuenta (modo avanzado)
he: יצירת חשבון חדש (מצב מתקדם)
hu: Új felhasználó létrehozása (haladó mód)
ja: 新しいアカウントを作る（アドバンス）
nl: Maak een nieuw account (geavanceerde modus)
sv: Skapa ett nytt konto (avancerat läge)
uk: Створити новий рахунок (розширений режим)

source: Modify account properties
de: Benutzereigenschaften verändern
es_ar: modificar las propiedades de la cuenta
he: שינוי מאפייניי חשבון
hu: Felhasználói fiók tulajdonságainak módosítása
ja: アカウントの詳細を変更
nl: Wijzig de account instellingen
sv: Ändra konto alternativ
uk: Змінити властивості рахунку

source: Change account password
de: Passwort ändern
es_ar: Cambiar la contraseña de la cuenta
he: שינוי סיסמת חשבון
hu: Felhasználói fiók jelszavának megváltoztatása
ja: アカウントのパスワードを変更
nl: Wijzig het wachtwoord van het account
sv: Ändra konto lösenord
uk: Змінити пароль рахунку

source: Delete accounts
de: Benutzer löschen
es_ar: Eliminar cuentas
he: מחיקת חשבונות
hu: Felhasználói fiók törlése
ja: アカウントを消去する
nl: Verwijderde accounts
sv: Ta bort konto
uk: Видалити рахунки

source: List groups and memberships
de: Gruppen und Mitglieder auflisten
es_ar: Listar grupos y membresías
he: פירוט חברויות וקבוצות
hu: csoportok és tagjaik listája
ja: グループとメンバーシップをリストする
nl: Lijst van groepen en groepsleden
sv: Lista grupper och medlemskap
uk: Список груп і учасників груп

source: Create a new group
de: Neue Gruppe erstellen
es_ar: Crear un nuevo grupo
he: יצירת קבוצה חדשה
hu: Új csoport létrehozása
ja: 新しいグループを作る
nl: Maak een nieuwe groep aan
sv: Skapa ny grupp
uk: Створити нову групу

source: Change group name
de: Gruppennamen ändern
es_ar: Cambiar el nombre del grupo
he: שינוי שם קבוצה
hu: Csoport átnevezése
ja: グループの名前を変更
nl: Verander de groepsnaam
sv: Ändra grupp namn
uk: Змінити назву групи

source: Delete groups
de: Gruppen löschen
es_ar: Rliminar grupos
he: מחיקת קבוצה
hu: Csoportok törlése
ja: グループを消去する
nl: Verwijder groepen
sv: Ta bort grupp
uk: Видалити групи

source: Account properties
de: Benutzereigenschaften
es_ar: Propiedades de la cuenta
he: מאפייניי חשבון
hu: Felhasználói fiók tulajdonságok
ja: アカウントの詳細
nl: Accountinstellingen
sv: Konto egenskaper
uk: Властивості рахунку

source: Properties
de: Eigenschaften
es_ar: Propiedades
he: מאפיינים
hu: Tulajdonságok
ja: 詳細
nl: Eigenschappen
sv: Egenskaper
uk: Властивості

source: Back
de: Zurück
es_ar: Volver
he: חזרה
hu: Vissza
ja: 戻る
nl: Terug
sv: Tillbaka
uk: Назад

source: Select an account to view its properties...
de: Wählen Sie einen Benutzer, um dessen Eigenschaften anzusehen...
es_ar: Seleccionar una cuenta para ver sus propiedades...
he: נא לבחור חשבון כדי לצפות במאפייניו...
hu: Válasszon felhasználói fiókot a tulajdonságainak megtekintéséhez...
ja: 詳細を見るためにアカウントを選ぶ。
nl: Selecteer een account om de instellingen ervan te bekijken...
sv: Välj ett konto för att visa egenskaper...
uk: Виберіть рахунок для перегляду його властивостей...

source: Account deletion
de: Benutzer löschen
es_ar: Eliminación de cuenta
he: מחיקת חשבון
hu: Felhasználói fiók törlése
ja: アカウントを消去する
nl: Account verwijdering
sv: Konto raddering
uk: Видалення рахунку

source: Delete
de: Löschen
es_ar: Eliminar
he: מחיקה
hu: Törlése
ja: 消去
nl: Verwijderen
sv: Ta bort
uk: Видалити

source: Select an account to delete...
de: Wählen Sie einen Benutzer zum Löschen...
es_ar: Seleccionar una cuenta para eliminarla...
he: בחירת חשבון למחיקה...
hu: Kiválasztott felhasználói fiók törlése...
ja: 消去するアカウントを選ぶ
nl: Selecteer een account om te verwijderen...
sv: Välj ett konto att ta bort...
uk: Вибрати рахунок для видалення

source: Change password
de: Passwort ändern
es_ar: Cambiar la contraseña
he: שינוי סיסמא
hu: Jelszó megváltoztatása
ja: パスワードを変更
nl: Wijzig wachtwoord
sv: Ändra lösenord
uk: Змінити пароль

source: Change
de: Ändern
es_ar: Cambiar
he: שינוי
hu: Változtat
ja: 変更
nl: Wijzigen
sv: Ändra
uk: Змінити

source: Select an account to change password for...
de: Wählen Sie einen Benutzer, um dessen Passwort zu ändern...
es_ar: Seleccionar una cuenta para cambiarle la contraseña...
he: נא לבחור חשבון כדי לשנות את הסיסמא עבורו...
hu: Válassza ki a felhasználói fiókot melynek jelszavát meg akarja változtatni...
ja: パスワードを変更するアカウントを選ぶ
nl: Selecteer een account om het wachtwoord te wijzigen...
sv: Välj ett konto för att ändra lösenordet...
uk: Виберіть рахунок для зміни його паролю

source: Group memberships
de: Gruppenmitglieder
es_ar: Membresías de grupo
he: חברויות קבוצה
hu: Csoport tagjai
ja: グループ・メンバーシップ
nl: Groepsleden
sv: Grupp medlemskap
uk: Членство в групах

source: Memberships
de: Mitglieder
es_ar: Membresías
he: חברויות
hu: Tagok
ja: メンバーシップ
nl: Leden
sv: Medlemskap
uk: Членство

source: Select a group to view memberships for...
de: Wählen Sie eine Gruppe, um ihre Mitglieder anzusehen...
es_ar: Seleccione un grupo para ver sus membresías...
he: נא לבחור קבוצה כדי להציג החברויות עבורה...
hu: Válassza ki a csoportot melynek meg kívánja tekinteni a tagjait...
ja: メンバーシップを表示するためにグループを選ぶ
nl: Selecteer een groep om de leden te bekijken voor...
sv: Välj en grupp för att visa medlemskap för...
uk: Вибрати групу для перегляду її учасників...

source: Group name
de: Gruppenname
es_ar: Nombre de grupo
he: שם קבוצה
hu: Csoport neve
ja: グループの名前
nl: Groepsnaam
sv: Grupp namn
uk: Назва групи

source: Modify
de: Verändern
es_ar: Modificar
he: שינוי
hu: Módosítás
ja: 変更
nl: Wijzigen
sv: Ändra
uk: Змінити

source: Select group name to modify...
de: Wählen Sie eine Gruppe zum Verändern...
es_ar: Seleccionar un nombre de grupo para modificar...
he: נא לבחור קבוצה כדי לשנות את שמה...
hu: Válasszon csoportot a módosításhoz
ja: 変更するグループネームを選ぶ
nl: Selecteer groepsnaam om te wijzigen...
sv: Välj grupp namn att ändra...
uk: Вибрати назву групи для зміни...

source: Group deletion
de: Gruppe löschen
es_ar: Eliminación grupal
he: מחיקת קבוצה
hu: Csoport törlése
ja: グループを消去する
nl: Verwijderen van een groep
sv: Grupp radering
uk: Видалення групи

source: Select a group to delete...
de: Wählen Sie eine Gruppe zum Löschen...
es_ar: Seleccionar un grupo para eliminar...
he: בחירת קבוצה למחיקה...
hu: Válassza ki a törlendő csoportot.
ja: 消去するグループを選ぶ
nl: Selecteer een groep om te verwijderen...
sv: Välj en grupp att ta bort...
uk: Вибрати групу для вилучення...

source: Detailed information for account
de: Detailierte Informationen über den Benutzer
es_ar: Información detallada de la cuenta
he: מידע מפורט עבור החשבון
hu: Részletes információk a felhasználói fiókról
ja: アカウントの詳細
nl: Gedetailleerde accountinformatie
sv: Detaljerad information för konto
uk: Детальна інформація про рахунок

source: Full name
de: Voller Name
es_ar: Nombre completo
he: שם מלא
hu: Teljes név
ja: 氏名
nl: Volledige naam
sv: fullständigt namn
uk: Повне ім’я

source: Account name
de: Benutzername
es_ar: Nombre de la cuenta
he: שם חשבון
hu: Felhasználó név
ja: アカウントの名前
nl: Accountnaam
sv: Konto namn
uk: Назва рахунку

source: Main Group
de: Hauptgruppe
es_ar: Grupo principal
he: קבוצה ראשית
hu: Elsődleges csoport
ja: 主なグループ
nl: Hoofdgroep
sv: Huvud grupp
uk: Основна групу

source: Home directory
de: Home Verzeichnis
es_ar: Directorio de inicio
he: מדור הבית
hu: Felhasználó könyvtára
ja: Home（ホーム）ディレクトリ
nl: Home folder
sv: Hemkatalog
uk: Домашня тека

source: Shell
he: מעטפת
hu: Futtató környezet
ja: シェル
sv: Skal
uk: Шел

source: Other groups
de: Andere Gruppen
es_ar: Otros grupos
he: קבוצות אחרות
hu: Egyéb csoportok
ja: その他のグループ
nl: Andere groepen
sv: Andra grupper
uk: Інші групи

source: Expiry
de: Ablaufdatum
es_ar: Expira
he: תפוגה
hu: Lejárat
ja: 有効期間満了日
nl: Verstrijk
sv: Upphör
uk: Закінчення дії

source: Office
de: Büro
es_ar: Oficina
he: משרד
hu: Munkahely
ja: オフィス
nl: Kantoor
sv: Kontor
uk: Робота

source: Work phone
de: Telefon (Arbeit)
es_ar: Teléfono laboral
he: טלפון משרדי
hu: Munkahelyi telefon
ja: 仕事の電話番号
nl: Telefoon werk
sv: Telefon arbete
uk: Робочий телефон

source: Home phone
de: Telefon (Privat)
es_ar: Teléfono personal
he: טלפון ביתי
hu: Otthoni telefon
ja: プライベートの電話番号
nl: Telefoon thuis
sv: Telefon hem
uk: Домашній телефон

source: Group members
de: Gruppenmitglieder
es_ar: Miembros del grupo
he: חברים בקבוצה
hu: Csoport tagságok
ja: グループメンバー
nl: Groepsleden
sv: Grupp medlemmar
uk: Члени групи

source: Members of group
de: Mitglieder der Gruppe
es_ar: Miembros del grupo
he: החברים של הקבוצה / החברים שבקבוצת
hu: A csoport tagjai
ja: グループのメンバー
nl: Groepsleden
sv: Medlemmar av grupp
uk: Члени групи

source: There are no accounts in group
de: Es sind keine Benutzer in der Gruppe
es_ar: No hay cuentas en el grupo
he: לא קיימים שום חשבונות בקבוצה
hu: A csoportnak nincs tagja
ja: グループに所属するアカウントが、一つもありません。
nl: Er zijn geen accounts in de groep aanwezig
sv: Det finns inga konton i gruppen
uk: Немає рахунків в групі

source: Enter the new account name...
de: Geben Sie den neuen Benutzernamen ein...
es_ar: Ingresar un nuevo nombre de cuenta...
he: הזנת השם של החשבון החדש...
hu: Az új felhasználói fiók neve
ja: 新しいアカウントの名前を入力する。
nl: Voer de nieuwe account naam in...
sv: Skriv in nytt konto namn...
uk: Введіть нову назву рахунку...

source: An account name cannot contain a space, please correct it...
de: Ein Benutzername darf kein Leerzeichen enthalten, bitte korrigieren Sie ihn...
es_ar: Un nombre de cuenta no puede contener un espacio, por favor corríjalo...
he: שם חשבון לא יכול להכיל רווח, נא לתקן את השגיאה...
hu: A felhasználónév neve nem tartalmazhat szóközt, kérem javítsa...
ja: アカウントの名前には、スペースを入れないでください。
nl: Een accountnaam kan geen spatie bevatten, corrigeer dit alstublieft...
sv: Ett kontonamn kan inte innehålla ett mellanslag, så rätta till det...
uk: Назва рахунку не повинна містити пропусків, виправте це...

source: The account name $user already exists, please choose another name...
de: Der Benutzer $user existiert bereits, bitte wählen Sie einen anderen Namen...
es_ar: El nombre de la cuenta $user ya existe, por favor elija otro nombre...
he: שם החשבון $user כבר קיים, נא לבחור שם אחר...
hu: A felhasználónév $user már létezik, válasszon másik nevet...
ja: $userのアカウントネームは、既に使われています。別の名前を選んでください。
nl: De accountnaam $user bestaat reeds, kies een andere naam...
sv: Kontonamnet $user finns redan, välj ett annat namn...
uk: Назва рахунку $user вже існує, виберіть іншу назву...

source: The account name is empty, please correct it...
de: Der Benutzername ist leer, bitte korrigieren Sie ihn...
es_ar: El nombre de la cuenta está vacío, por favor corríjalo...
he: שם החשבון הינו ריק, נא לתקן את השגיאה...
hu: A felhasználónév üres, kérem javítsa...
ja: アカウントに名前をつけてください。
nl: De accountnaam is leeg, corrigeer dit alsublieft...
sv: Konto namn är tomt, var vänlig att fixa det...
uk: Назва рахунку пуста, виправте це...

source: An account name cannot begin with a number, please correct it...
de: Der Benutzername darf nicht mit einer Zahl beginnen, bitte korrigieren Sie ihn...
es_ar: Un nombre de cuenta no puede comenzar con un número, por favor corríjalo...
he: שם חשבון לא יכול להתחיל עם מספר, נא לתקן את השגיאה...
hu: A felhasználónév nem kezdődhet számmal, kérem javítsa...
ja: アカウントの名前は、数字で始まることができません。
nl: Een accountnaam mag niet beginnen met een nummer, corrigeer dit alsublieft...
sv: Ett kontonamn kan inte börja med ett nummer, så rätta till det...
uk: Назва рахунку починається з цифри, виправте це...

source: An account name cannot contain uppercase characters, please correct it...
de: Ein Benutzername darf keine Großbuchstaben enthalten, bitte korrigieren Sie ihn...
es_ar: Un nombre de cuenta no puede contener letras mayúsculas, por favor corríjalo...
he: שם חשבון לא יכול להכיל תווים עיליים, נא לתקן את השגיאה...
hu: A felhasználónévben nem lehet nagy betű, kérem javítsa...
ja: アカウントの名前に大文字を使うことは、できません。
nl: Een accountnaam mag geen hoofdletters bevatten, corrigeer dit alsublieft...
sv: Ett kontonamn kan inte innehålla versaler, så rätta till det...
uk: Назва рахунку не може містити букви верхнього регістру, виправте це...

source: An account name cannot contain punctuation marks, please correct it...
de: Ein Benutzername darf keine Satzzeichen enthalten, bitte korrigieren Sie ihn...
es_ar: Un nombre de cuenta no puede contener signos de puntuación, por favor corríjalo...
he: שם חשבון לא יכול להכיל סימני פיסוק, נא לתקן את השגיאה...
hu: A felhasználónév nem tartalmazhat írásjeleket, kérem javítsa...
ja: アカウントの名前に点や丸を使うことはできません。見直してください。
nl: Een accountnaam mag geen leestekens bevatten, corrigeer dit alsublieft...
sv: Ett kontonamn kan inte innehålla skiljetecken, så rätta till det...
uk: Назва рахунку не може містити знаки пунктуації, виправте це...

source: Group membership
de: Gruppenmitglieder
es_ar: Membresía de grupo
he: חברות קבוצה
hu: Csoport tagság
ja: グループ・メンバーシップ
nl: Groepslidmaatschap
sv: Grupp medlemskap
uk: Членство в групах

source: OK
es_ar: Aceptar
he: אישור
uk: ОК

source: Enter the main group for account
de: Geben Sie die Hauptgruppe an für den Benutzer
es_ar: Ingresar el grupo principal para la cuenta
he: נא להזין את הקבוצה הראשית עבור החשבון
hu: Adja meg a felhasználó elsődleges csoportját
ja: アカウントの主なグループを入力する。
nl: Voer de hoofdgroep voor de account in
sv: Skriv in huvudgrupp för konto
uk: Введіть основну групу для рахунку

source: Enter the home directory for account
de: Geben Sie das Home-Verzeichnis an für den Benutzer
es_ar: Ingresar el directorio home para la cuenta
he: נא להזין את מדור הבית עבור החשבון
hu: Adja meg a felhasználó munka könyvtárát
ja: Home（ホーム）ディレクトリを入力してください。
nl: Voer de home folder voor de account in
sv: Skriv in hemkatalog för konto
uk: Введіть домашню теку для рахунку

source: Enter the shell interpreter for account
de: Geben Sie den Shell Interpreter an für den Benutzer
es_ar: Ingresar el intérprete de comandos para la cuenta
he: נא להזין את מפרש מעטפת-הפקודה עבור החשבון
hu: Adja meg a felhasználó futtató környezetét (shell)
ja: アカウントのシェル・インタープレターを入力してください。
nl: Betreedt de shell interpreter voor het account
sv: Ange skal tolk för kontot
uk: Введіть інтерпретатор шелу для рахунку

source: Additional group membership
de: Zusätzliche Gruppenzugehörigkeit
es_ar: Membresía adicional de grupo
he: חברות קבוצה נוספת
hu: További csoport tagság
ja: グループ・メンバーシップ追加
nl: Aanvullende groepslidmaatschappen
sv: Ytterligare grupp medlemskap
uk: Додаткове членство в групах

source: Add some additional group to the list...
de: Fügen Sie zusätzliche Gruppen zur Liste hinzu...
es_ar: Agregar algún grupo adicional a la lista...
he: הוספת קבוצה נוספת לרשימה...
hu: Adjon meg további csoportokat a listából...
ja: さらにグループをリストに追加する。
nl: Voeg een extra groep tot de lijst toe...
sv: Lägg till lite extra grupp till listan...
uk: Додати деякі додаткові групи до списку

source: Expiry date
de: Ablaufdatum
es_ar: Fecha de expiración
he: תאריך תפוגה
hu: Lejárati idő
ja: 有効期限満了日
nl: Vervaldatum
sv: Upphör datum
uk: Дата закінчення дії

source: Never
de: Niemals
es_ar: Nunca
he: אף פעם
hu: Soha
ja: 無期限
nl: Nooit
sv: Alldrig
uk: Ніколи

source: Set the account expiry date...
de: Setzen Sie das Ablaufdatum des Benutzers...
es_ar: Establecer la fecha de expiración de la cuenta...
he: קביעת תאריך תפוגה של החשבון...
hu: Adja meg a felhasználói fiók lejárati idejét...
ja: アカウントの有効期限満了日を設定する。
nl: Stel de account vervaldatum in...
sv: Sätt när kontot upphör att gälla...
uk: Встановити дату закінчення дії рахунку

source: Password
de: Passwort
es_ar: Contraseña
hu: Jelszó
ja: パスワード
nl: Wachtwoord
sv: Lösenord
uk: Пароль

source: Enter password for account
de: Geben Sie das Passwort ein für den Benutzer
es_ar: Ingresar una contraseña para la cuenta
he: הזנת סיסמא עבור החשבון
hu: Felhasználó jelszavának megadása
ja: アカウントのパスワードを入力する。
nl: Voer het wachtwoord voor de account in
sv: Skriv in lösenord för konto
uk: Введіть пароль для рахунку

source: Passwords do not match, please try again...
de: Die Passwörter stimmen nicht überein, bitte versuchen Sie es erneut...
es_ar: Las contraseñas no coinciden, por favor inténtelo otra vez...
he: הסיסמאות אינן תואמות, נא לנסות שנית...
hu: A jelszavak nem egyeznek, kérem ismételje meg újra...
ja: パスワードが、会いません。もう一度ためしてください。
nl: Wachtwoorden komen niet overeen, probeer het opnieuw alstublieft...
sv: Lösenorden matchar inte, försök igen...
uk: Паролі не збігаються, спробуйте знову...

source: Password is too short (${minlength} chars minimum), please try another one...
de: Das Passwort ist zu kurz (mindestens ${minlength} Zeichen), bitte versuchen Sie ein anderes...
es_ar: La contraseña es demasiado corta (${minlength} caracteres como mínimo), por favor intente con otra...
he: סיסמא קצרה מידי (${minlength} תווים לפחות), נא לנסות סיסמא אחרת...
hu: A jelszó túl rövid (minimum ${minlength} karakter), kérem válasszon egy másikat...
ja: パスワードが短すぎます(最低${minlength}文字 )。もう一度 入力しなおして下さい。
nl: Het wachtwoord is te kort (${minlength} chars minimum), probeert u een ander wachtwoord alstublieft...
sv: Lösenordet är för kort (minst ${minlength} tecken), försök med annat...
uk: Пароль закороткий (${minlength} символів мінімум), спробуйте інший...

source: Enter password again for account
de: Geben Sie das Passwort erneut ein für den Benutzer
es_ar: Ingresar nuevamente la contraseña para la cuenta
he: נא להזין את הסיסמא שנית עבור החשבון
hu: Ismételje meg a jelszót
ja: パスワードを再入力してください。
nl: Voer opnieuw het wachtwoord in voor het account
sv: Skriv in lösenordet igen
uk: Введіть знову пароль для рахунку

source: Failed to set password for account
de: Das Setzen des Passworts ist fehlgeschlagen für den Benutzer
es_ar: Falló la configuración de la contraseña de la cuenta
he: כישלון בקיבוע סיסמא עבור החשבון
hu: Sikertelen a felhasználó jelszavának a beállítása
ja: アカウントのパスワードを設定することができませんでした。
nl: Het is mislukt om het wachtwoord in te stellen voor de account
sv: Kunde inte sätta lösenord för konto
uk: Встановлення паролю для рахунку не вдалося

source: Enter the full name of the user
de: Geben Sie den vollen Namen des Benutzers ein
es_ar: Ingresar el nombre completo del usuario
he: נא להזין את השם המלא של המשתמש
hu: Adja meg a felhasználó teljes nevét
ja: 氏名を入力してください。
nl: Geef de volledige naam van de gebruiker
sv: Skriv in fulständigt namn på användaren
uk: Введіть повне ім’я для користувача

source: Office information
de: Büroinformationen
es_ar: Datos de la oficina
he: מידע משרדי
hu: Munkahelyi információ
ja: オフィスのインフォメーション
nl: Kantoor informatie
sv: Kontors information
uk: Інформація про роботу

source: Enter office information for the user
de: Geben Sie die Büroinformationen ein für den Benutzer
es_ar: Ingresar la información laboral del usuario
he: נא להזין את המידע המשרדי עבור המשתמש
hu: A felhasználó munkahelyi információi
ja: ユーザのためのオフィスのインフォを入力してください。
nl: Voer de kantoor informatie in voor de gebruiker
sv: Skriv in kontors information
uk: Введіть інформацію про роботу для користувача

source: Enter the work phone number of the user
de: Geben Sie die Arbeitsplatz-Telefonnummer ein für den Benutzer
es_ar: Ingresar el número del teléfono laboral del usuario
he: נא להזין את הטלפון של המשתמש בעבודה
hu: A felhasználó munkahelyi telefonszáma
ja: ユーザの仕事の電話番号を入力してください。
nl: Voer het werktelefoonnummer van de gebruiker in
sv: Skriv in arbets telefon nummer
uk: Введіть номер робочого телефону для користувача

source: Enter the home phone number of the user
de: Geben Sie die private Telefonnummer ein für den Benutzer
es_ar: Ingresar el número del teléfono del hogar del usuario
he: נא להזין את הטלפון של המשתמש בבית
hu: A felhasználó otthoni telefonszáma
ja: ユーザのプライベートの電話番号を入力してください。
nl: Voer het telefoonnummer thuis van de gebruiker in
sv: Skriv in hem telefon nummer
uk: Введіть номер домашнього телефону для користувача

source: Enter the new group name
de: Geben Sie den neuen Gruppennamen ein
es_ar: Ingresar el nuevo nombre de grupo
hu: Kérem adja meg az új csoport nevét
ja: 新しいグループの名前を入力してください。
nl: Voer de nieuwe groepsnaam in
sv: Skriv in nya grupp namnet
uk: Введіть нову назву групи

source: Warning
de: Warnung
es_ar: Advertencia
he: אזהרה
hu: Figyelem
ja: 注意
nl: Waarschuwing
sv: Varning
uk: Попередження

source: You cannot delete the account
de: Sie können den Benutzer nicht löschen:
es_ar: No puede eliminar la cuenta
he: לא ניתן למחוק את החשבון
hu: Nem törölhető a felhasználói fiók
ja: このアカウントを消去することは、できません。
nl: U kunt de account niet verwijderen
sv: Du kan inte ta bort kontot
uk: Ви не можете вилучити рахунок

source: Confirm user deletion
de: Bestätigen Sie das Löschen des Benutzers
es_ar: Confirmar la eliminación del usuario
he: אימות מחיקת משתמש
hu: Felhasználó törlésének megerősítése
ja: ユーザを消去することを確認してください、
nl: Bevestig de verwijdering van de gebruiker
sv: Bekräfta ta bort användare
uk: Підтвердження вилучення користувача

source: Cancel
de: Abbrechen
es_ar: Cancelar
he: ביטול
hu: Mégsem
ja: 取り消し
nl: Annuleren
sv: Avbryt
uk: Відмінити

source: Are you sure you want to delete user $user?
de: Sind Sie sicher, dass Sie den Benutzer $user löschen wollen?
es_ar: ¿Está seguro que quiere eliminar el usuario $user?
he: האם ברצונך למחוק את המשתמש $user?
hu: Valóban törölni szeretné ezt a felhasználót: $user?
ja: $userを消去します。確認してください。
nl: Weet u zeker dat u de gebruiker $user wilt verwijderen?
sv: Är du säker på att du vill ta bort användaren $user?
uk: Ви впевнені, що Ви бажаєте вилучити користувача $user?

source: You cannot delete the group
de: Sie können die Gruppe nicht löschen:
es_ar: no se puede eliminar el grupo
he: לא ניתן למחוק את הקבוצה
hu: Nem törölhető a csoporot
ja: このグループを消去することは、できません。
nl: U kunt de groep niet verwijderen
sv: Du kan inte ta bort gruppen
uk: Ви не можете вилучити групу

source: Confirm group deletion
de: Bestätigen Sie das Löschen der Gruppe
es_ar: Confirmar la eliminación del grupo
he: אימות מחיקת קבוצה
hu: Csoport törlésének megerősítése
ja: グループを消去するのを確認
sv: Bekräfta ta bort grupp
uk: Підтвердити вилучення групи

source: Are you sure you want to delete the $group group?
de: Sind Sie sicher, dass Sie die Gruppe $group löschen wollen?
es_ar: ¿Está seguro que quiere eliminar el grupo $group?
he: האם ברצונך למחוק את הקבוצה $group?
hu: Valóban törölni szeretné ezt a csoportot: $group?
ja: $groupグループを消去します。確認してください。
sv: Är du säker på att du vill ta bort gruppen $group?
uk: Ви впевнені, що Ви бажаєте вилучити групу $group?
